{
  "pg": [
    "Text a friend and tell them their hair is on backward.",
    "Create a really bad, five-minute make-up tutorial and post it to YouTube.",
    "Say two honest things about everyone else in the group.",
    "Repeat everything the person to your right says until your next turn.",
    "Play air guitar for one minute.",
    "Pretend to be a cat for five minutes and send me a video.",
    "Bark like a dog.",
    "Ask a (random) person how much toilet paper they have in their bathroom.",
    "Go to your nearest tree and record yourself arguing with it for one minute. post the video for proof.",
    "Do 5 minutes of any exercise.",
    "Show the most embarrassing photo on your phone",
    "Open your wallet and explain all the things in it briefly.",
    "Prank call or prank text someone of the group's choice.",
    "Tell your top 5 dms that you have an important secret to tell them, and then don't answer.",
    "Show off your secret talent.",
    "End every text you send with not for the next 5 minutes.",
    "Let the player to your right redo your makeup.",
    "Let another player choose your status for the next 12 hours.",
    "Send out the first word that comes to your mind.",
    "In the next ten minutes, find a way to scare another player and make it a surprise.",
    "Make a fake, funny strange dream and send it to someone.",
    "Use a picture of someone as your phone background for 3 days.",
    "Put a dab of toothpaste on your shirt and leave it there for the rest of the day.",
    "Give a deep explanation of one item in front of you.",
    "Say pickles at the end of every sentence you say until it's your turn again.",
    "Write a poem about why you are the best person in the world.",
    "Empty a glass of cold water onto your head outside.",
    "Eat a teaspoon of mustard",
    "Smell another player's bare foot.",
    "Let the group choose your status and keep it for 24 hours.",
    "Go outside and wink at the first person you see.",
    "Select someone of the same gender and text them about stuff only the same gender would get, non-stop, for 5 minutes.",
    "Close your eyes and write a text consisting of every single word that pops up in your mind without looking. send it to someone random and screenshot the conversation for proof.",
    "Start the most useless and random argument with a person from your dms.",
    "Say everything in caps for the next 10 minutes.",
    "Walk barefoot on legos.",
    "Make a prank call to another best friend.",
    "Make up nicknames for every player.",
    "Tell your friends that your parents grounded them for a week and don't explain anything.",
    "Let another player pick someone from your dms to send one text.",
    "Let another player create a hat out of toilet paper — and you've got to wear it for the rest of the game.",
    "Send the 11th picture in your camera roll.",
    "Put five cubes in your mouth (you can't chew them, you just have to let them melt—brrr).",
    "Text a stranger and tell them a made-up, wild secret.",
    "End every text you send with lol for the next 5 minutes.",
    "Say happy birthday to the last human in your dms.",
    "Talk in a british accent until your next turn.",
    "Give a personalised insult to everyone in the room",
    "Tell your parents that they are grounded for a week.",
    "Take a break from your device.",
    "Call [random user] and talk to them for as long as you can about anything and everything, non-stop.",
    "Play a round of skribbl.io with [random user].",
    "Let the other players go through your phone for one minute.",
    "Write a status on discord praising someone and keep it for the rest of the day.",
    "Text your mom the last picture saved on your phone.",
    "Dm a friend and act like you're ordering a pizza.",
    "Dump out your purse, backpack, or pockets and do a show and tell of what's inside.",
    "Do 20 squats.",
    "Send someone the most unflattering picture of yourself on your phone.",
    "Show us your best dance moves.",
    "Put on a blindfold and touch the other players' faces until you can figure out who's who.",
    "Screenshare and let the group look at your dms (unless you can't show them for privacy reasons) for 2 minutes.",
    "Be a commentator for 5 minutes.",
    "Play chess with [random user].",
    "Lick a bar of soap.",
    "Send every person in your dms \"hi\" and don't answer until you finish.",
    "Rhyme all your texts for the next 2 minutes.",
    "Let someone give you a wedgie.",
    "Sing a random song.",
    "Wear your shirt inside out for the rest of the day.",
    "Let the group make a mcdonald's order and call mcdonald's to order it.",
    "Send a representation of a movie/show in only emojis and make the rest of the group guess what it is.",
    "Call a friend and tell them they are grounded for a week (make up a weird story to justify the punishment).",
    "Let another person post a status on your behalf.",
    "Hand over your phone to another player who can send a single text saying anything they want to anyone they want.",
    "Imitate a youtube star until another player guesses who you're portraying.",
    "Pour water on your head.",
    "Prank call a friend by acting as if you don't know them.",
    "Text in a different language of your choosing for 5 minutes.",
    "Do an impression of another player until someone can figure out who it is",
    "Do a free-style rap for the next minute.",
    "Be someone’s pet for the next 5 minutes.",
    "Show the last five people you texted and what the messages said",
    "Record yourself singing a song and post it on YouTube.",
    "Call a friend, pretend it's their birthday, and sing them happy birthday to you.",
    "Eat a packet of hot sauce straight.",
    "Do a prank call on one of your family members.",
    "Act like a chicken until your next turn.",
    "Use only emojis to speak for the next 5 minutes.",
    "Draw your favorite movie and have the other person guess it (pictionary-style).",
    "Do a plank for a full minute.",
    "Tell a friend that you got grounded for 2 months for something weird and post their reaction.",
    "Lay on the floor and act like a sizzling piece of bacon.",
    "Do an impression of another player until someone can figure out who it is.",
    "Pick an object and write a detailed poem on it. send it to someone.",
    "Eat a bite of a banana peel.",
    "Let another person draw a tattoo on your back with a permanent marker.",
    "Call a friend, pretend it's their birthday, and sing them \"happy birthday to you\".",
    "Prank call a person of the group's choosing and order pizza.",
    "Let the group choose a text to send to anyone in your dms.",
    "Smell another player's armpit.",
    "Name a famous person that looks like each player in the room.",
    "Serenade the person to your right for a full minute.",
    "Gulp down a raw egg.",
    "Pretend to be someone in the group for the next 5 minutes.",
    "Let the other players redo your hairstyle.",
    "Demonstrate how you style your hair in the mirror (without actually using the mirror).",
    "Secretly choose someone in the group to act like for the next 5 minutes, or until someone guesses correctly who."
  ],
  "pg13": [
    "Tell a person of the group's choice your true feelings about them.",
    "Call a pizza shop and ask if you can return a pizza.",
    "Text a friend and tell them you can't find a bf/gf, and seem panicked/anxious about it.",
    "Act like you are dating a person of the group's choosing for the next 5 minutes.",
    "Write a break-up text message and send it to a random person.",
    "Text your mom and tell them you’re pregnant, or if you’re a boy, say that you’re going to be a dad.",
    "Call someone and sincerely tell them about your newfound love for justin bieber.",
    "Act like the opposite sex for 5 minutes.",
    "Write a short love poem and send it to someone of the group's choosing.",
    "Send a romantic message to someone of your gender.",
    "Make out with yourself for 2-minutes and videotape yourself doing it.",
    "Tell a stranger you're pregnant due to a mishap and post their response.",
    "Tell your crush you like them over text. send the conversation.",
    "Make your status \"single and ready to mingle\". keep it for 10 minutes.",
    "Shave a part of your body that you never shave.",
    "Text the last person you called saying, “i love you”.",
    "Make up and send a detailed love letter to someone of the group's choosing.",
    "Pretend [random user] is breaking up with you. beg/plead/try to convince them to not leave you for another person.",
    "If you have a crush on someone, tell them. (otherwise pick the last person you dmed)",
    "Show the last five people you texted and what the messages said",
    "Send a romantic text message to someone of the opposite gender of the group's choosing.",
    "Send a pickup-line to a user of your choice of the opposite sex.",
    "Call mcdonald's and ask if they sell whoppers.",
    "Send a person of the opposite gender flirty messages and post their reaction."
  ],
  "r": [
    "Touch yourself every time you text.",
    "Remove four items of clothing",
    "Order a 12 inch long detachable dick.",
    "Text your mom a picture of your partner and say, “aren’t they great?”",
    "Send a sext to the last person in your phonebook.",
    "Send the picture in your phone that’s five pictures back.",
    "Take a picture of your orgasm face and show it to the group.",
    "Text your parents and tell them that you're interested in the same sex.",
    "Change your status to \"i'm coming . . . i’m coming . . . \" then, one minute later, change it to \"i just came.\"",
    "Go to the bathroom and make extremely loud grunting sounds. (send audio, please.)",
    "Write a 100-word naughty story and send it to them.",
    "Send the most recent text that you sent your mom.",
    "Dress up like your dad or mom and send a picture.",
    "Write a 100-word story and send it to them.",
    "Send the most unflattering picture of you that you have in your phone.",
    "Send a random gif to the first person in your contact list with no explanation.",
    "Take a picture of a tampon and post it on instagram.",
    "Make your status on discord something really dirty for a day.",
    "Go hide in another room for the rest of the night.",
    "Send them pictures of you trying to imitate five emojis that you pick out.",
    "Continue the rest of this text conversation from under your bed.",
    "Walk outside with only underwear on.",
    "Pretend to be someone in the group for the next 5 minutes.",
    "Send the dirtiest text you can think of to a person of the opposite gender.",
    "Change your status to \"feeling lonely...\".",
    "Write a haiku.",
    "Send the most recent text that you sent your best friend.",
    "Send the dirtiest text you can think of.",
    "You have to leave an r-rated voicemail for an ex.",
    "Send a person of the opposite gender flirty sexual messages and post their reaction.",
    "Send someone the most suggestive picture of yourself on your phone.",
    "Remove one piece of clothing every time you get a (non-text) notification on your phone.",
    "Send a dirty message in emojis that the other person has to decode.",
    "Take off your pants.",
    "Send a video of you singing in the shower (without the water on!).",
    "Send a video of you showing every part of your naked body except for . . . you know what.",
    "Text your parents that you're pregnant.",
    "Scream. (record it and send the audio.)"
  ]
}