{
  "pg": [
    "Let the player to your right redo your makeup.",
    "Hug your mailbox (or a tree or lawn ornament) for 20 seconds",
    "Sing \"twinkle twinkle, little star\" while beat boxing.",
    "Act like a chicken until your next turn.",
    "Imitate another player.",
    "Let another person post a status on your behalf.",
    "Tell your top 5 dms that you have an important secret to tell them, and then don't answer.",
    "Go get an item from another room while wearing a blindfold.",
    "Do a plank for a full minute.",
    "Only use sign language for the next round.",
    "Talk using the third person until the next turn.",
    "Act like romeo from \"romeo and juliet\" (pick who you want to be juliet)",
    "Do an impression of someone until another player can guess who you are.",
    "Everything you say has to rhyme until the next turn.",
    "Dump out your purse, backpack, or pockets and do a show and tell of what's inside.",
    "Go outside and do a rain dance.",
    "Draw your favorite movie and have the other person guess it (pictionary-style).",
    "Take a selfie standing next to the toilet and post it.",
    "After everything you say add “whoa … i’m good!” for the next 15 minutes",
    "Walk barefoot on legos.",
    "Write a poem about why you are the best person in the world.",
    "Go outside and wave at the people you see.",
    "Go up to anyone on the street and ask “how could you?” with much emotion",
    "Talk with your tongue sticking out",
    "Wear socks on your hands until the next turn.",
    "Go outside in your pajamas.",
    "Eat a packet of hot sauce straight.",
    "Try saying something with your mouth closed.",
    "Brush your teeth in front of everyone",
    "Sing every time you want to say something until the next turn.",
    "Make up nicknames for every player.",
    "Try to moonwalk.",
    "Do jumping jacks until your next turn",
    "Do 20 squats.",
    "Eat a bite of a banana peel.",
    "Eat something without using your hands.",
    "Make a poem using the words orange and moose.",
    "Use the driveway as a catwalk for 5 minutes and wave to passing people",
    "Do not blink for a minute",
    "Do your best president impression.",
    "Keep water in your mouth while other players try to make you laugh.",
    "Start the most useless and random argument with a person from your dms.",
    "Call a friend, pretend it's their birthday, and sing them \"happy birthday to you\".",
    "Only use your elbows and knees to go make a sandwich.",
    "Try to do a cartwheel.",
    "Let another player create a hat out of toilet paper — and you've got to wear it for the rest of the game.",
    "Go grab a broom and do your best tango.",
    "Wear your socks on your hands until the next turn.",
    "Do an impression of your favorite celebrity.",
    "Let the group choose your status and keep it for 24 hours.",
    "Secretly choose someone in the group to act like for the next 5 minutes, or until someone guesses correctly who.",
    "Text your mom the last picture saved on your phone.",
    "Go to the neighbor's house and ask for a banana.",
    "Say pickles at the end of every sentence you say until it's your turn again.",
    "Send someone the most unflattering picture of yourself on your phone.",
    "Select someone of the same gender and text them about stuff only the same gender would get, non-stop, for 5 minutes.",
    "Pour some cold water on your head.",
    "Do a silly dance.",
    "Use proper capitalization and punctuation on everything you text for the next 10 minutes.",
    "Call the pizza place and order 300 sardine pizzas.",
    "Sing a song with a silly voice.",
    "Repeat everything the person to your right says until your next turn.",
    "Do an impression of another player until someone can figure out who it is",
    "Let another person draw a tattoo on your back with a permanent marker.",
    "Go to your nearest tree and record yourself arguing with it for one minute. post the video for proof.",
    "Make a prank call to another best friend.",
    "Tell a friend that you got grounded for 2 months for something weird and post their reaction.",
    "Play air guitar for one minute.",
    "Do ten pushups.",
    "Say everything in caps for the next 10 minutes.",
    "Show us your screen time report.",
    "Lick your elbow.",
    "Send the 11th picture in your camera roll.",
    "Name a famous person that looks like each player in the room.",
    "Do your best buzz lightyear impression",
    "Create a really bad, five-minute make-up tutorial and post it to YouTube.",
    "Do 10 perfect pushups",
    "Act like your favorite disney character for the rest of the game.",
    "Draw something on your arm with a marker.",
    "Do the next dare for the next person that gets one",
    "Draw or write something while holding the pen in your mouth.",
    "Hand over your phone to another player who can send a single text saying anything they want to anyone they want.",
    "Eat a spoonful of hot sauce",
    "Stand on your head.",
    "Put your leg behind your head",
    "Talk in a british accent until your next turn.",
    "Make up a short rap about another player.",
    "Do an impression of another player until someone can figure out who it is.",
    "Close your eyes and send a blind text to a random person.",
    "End every text you send with not for the next 5 minutes.",
    "Ask a (random) person how much toilet paper they have in their bathroom.",
    "Prank call a friend.",
    "Lay on the floor and act like a sizzling piece of bacon.",
    "Make up a country song off the top of your head.",
    "Wear your shirt inside out for the rest of the day.",
    "End every text you send with lol for the next 5 minutes.",
    "Text someone using only your nose",
    "Go next door and ask the neighbors to borrow a random item.",
    "Make a fake, funny strange dream and send it to someone.",
    "Dm a friend and act like you're ordering a pizza.",
    "Prank call a friend by acting as if you don't know them.",
    "Talk with a silly voice until the end of the game.",
    "Sing the star-spangled banner in your best opera voice",
    "Pour water on your head.",
    "Eat a spoonful of sugar.",
    "Text out the first word that comes to your mind right now.",
    "Say \"ya heard meh\" after everything you say for the next 5 minutes.",
    "Eat some crackers and try to whistle.",
    "Try juggling with some eggs.",
    "Text a friend and tell them their hair is on backward.",
    "Let other players paint your nails.",
    "Smell another player's armpit.",
    "Get on all fours and act like a dog until your next turn.",
    "Send out the first word that comes to your mind.",
    "Close your eyes and write a text consisting of every single word that pops up in your mind without looking. send it to someone random and screenshot the conversation for proof.",
    "Yell/text some random exclamations during the entire game.",
    "Stand on your hands.",
    "Write a status on discord praising someone and keep it for the rest of the day.",
    "Let the person standing closest to you do your make-up crazy. keep it on for at least an hour",
    "Try not to blink for 30 seconds.",
    "Sing a random song.",
    "Play the air guitar",
    "Eat a spoonful of mustard",
    "Give a personalised insult to everyone in the room",
    "Go outside and wink at the first person you see.",
    "Let someone give you a wedgie.",
    "Use only emojis to speak for the next 5 minutes.",
    "Draw a face on your hand and talk with your hand when it’s your turn",
    "Call a friend and tell them they are grounded for a week (make up a weird story to justify the punishment).",
    "Smell another player's bare foot.",
    "Show us your best dance moves.",
    "Text the alphabet backwards in 15 seconds.",
    "Do 5 minutes of any exercise.",
    "Write a facebook or instagram (or other social media) post only using your toes.",
    "Gulp down a raw egg.",
    "Open your wallet and explain all the things in it briefly.",
    "Wear a finger moustache for the next 5 minutes.",
    "In the next ten minutes, find a way to scare another player and make it a surprise.",
    "Use the letters of the name of another player to describe them (ex. sam : s – silly ; a – attractive ; m – merry)",
    "Say two honest things about everyone else in the group.",
    "Go outside and hug all the trees in the backyard.",
    "Text in a different language of your choosing for 5 minutes.",
    "Serenade the person to your right for a full minute.",
    "Tell your parents that they are grounded for a week.",
    "Play a round of skribbl.io with [random user].",
    "Lick a bar of soap.",
    "Hold an ice cube in your hand until it melts.",
    "Do a prank call on one of your family members.",
    "Let the group make a mcdonald's order and call mcdonald's to order it.",
    "Prank call or prank text someone of the group's choice.",
    "Take a bite out of a stick of butter",
    "Say happy birthday to the last human in your dms.",
    "Don’t laugh while the other players try to make you laugh.",
    "Imitate a youtube star until another player guesses who you're portraying.",
    "Give someone a piggyback ride",
    "Pretend to be someone in the group for the next 5 minutes.",
    "Go outside and yell “merry christmas!”",
    "Record yourself singing a song and post it on YouTube.",
    "Call [random user] and talk to them for as long as you can about anything and everything, non-stop.",
    "Make up a story about an item in your room.",
    "Go up to someone random and ask for a hug.",
    "Go outside and yell “i pick my nose” to the first person you see",
    "Prank call a person of the group's choosing and order pizza.",
    "Draw something blindfolded.",
    "Bark like a dog.",
    "Put a dab of toothpaste on your shirt and leave it there for the rest of the day.",
    "Call a friend, pretend it's their birthday, and sing them happy birthday to you.",
    "Play chess with [random user].",
    "Use a picture of someone as your phone background for 3 days.",
    "Let another player pick someone from your dms to send one text.",
    "Demonstrate how you style your hair in the mirror (without actually using the mirror).",
    "Put on a blindfold and touch the other players' faces until you can figure out who's who.",
    "Speak/text in a made-up language until the next turn.",
    "Be a commentator for 5 minutes.",
    "Let the group choose a text to send to anyone in your dms.",
    "Act like you do not understand your own language until your next turn (come up with your own language).",
    "Show the last five people you texted and what the messages said",
    "Drink an entire can of soda in ten seconds or less.",
    "Empty a glass of cold water onto your head outside.",
    "Show the most embarrassing photo on your phone",
    "Give a 3 minute stand-up comedy routine.",
    "Pick an object and write a detailed poem on it. send it to someone.",
    "Send a representation of a movie/show in only emojis and make the rest of the group guess what it is.",
    "Let another player choose your status for the next 12 hours.",
    "Put five cubes in your mouth (you can't chew them, you just have to let them melt—brrr).",
    "Take a break from your device.",
    "Hop around the other players.",
    "Let the other players redo your hairstyle.",
    "Set your cell phone language to chinese for the next 10 minutes.",
    "Call a friend and explain the rules of your favorite board game without giving them an explanation.",
    "Run around the outside of the house three times",
    "Show off your secret talent.",
    "Spin ten times and try performing a simple task.",
    "Talk and act like a cowboy.",
    "Let the other players go through your phone for one minute.",
    "Wear a silly hat until the next turn.",
    "Any time someone takes a drink, ask them for a sip",
    "Do a free-style rap for the next minute.",
    "Drink a glass of water with salt in it.",
    "Talk/text for five minutes without stopping.",
    "Be someone’s pet for the next 5 minutes.",
    "Imitate a cartoon character.",
    "Sing the alphabet without moving your mouth.",
    "Tell your friends that your parents grounded them for a week and don't explain anything.",
    "Pretend to be a cat for five minutes and send me a video.",
    "Talk with a foreign accent until the next turn.",
    "Take a silly picture and send it.",
    "Talk with your tongue sticking out.",
    "Send every person in your dms \"hi\" and don't answer until you finish.",
    "Hold your breath for ten seconds.",
    "Try jumping on one foot.",
    "Text a stranger and tell them a made-up, wild secret.",
    "Peel a banana with your teeth.",
    "Mix different soft drinks and drink the mixture.",
    "Pound on your chest and act like a gorilla for the next minute.",
    "Screenshare and let the group look at your dms (unless you can't show them for privacy reasons) for 2 minutes.",
    "Rhyme all your texts for the next 2 minutes.",
    "Borrow an item of clothing from another player and wear it until the next turn.",
    "Eat a teaspoon of mustard",
    "Eat a spoonful of peanut butter and try singing.",
    "Give a deep explanation of one item in front of you."
  ],
  "pg13": [
    "Tell a person of the group's choice your true feelings about them.",
    "Call a pizza shop and ask if you can return a pizza.",
    "Text a friend and tell them you can't find a bf/gf, and seem panicked/anxious about it.",
    "Act like you are dating a person of the group's choosing for the next 5 minutes.",
    "Write a break-up text message and send it to a random person.",
    "Text your mom and tell them you’re pregnant, or if you’re a boy, say that you’re going to be a dad.",
    "Call someone and sincerely tell them about your newfound love for justin bieber.",
    "Act like the opposite sex for 5 minutes.",
    "Write a short love poem and send it to someone of the group's choosing.",
    "Send a romantic message to someone of your gender.",
    "Make out with yourself for 2-minutes and videotape yourself doing it.",
    "Tell a stranger you're pregnant due to a mishap and post their response.",
    "Tell your crush you like them over text. send the conversation.",
    "Make your status \"single and ready to mingle\". keep it for 10 minutes.",
    "Shave a part of your body that you never shave.",
    "Text the last person you called saying, “i love you”.",
    "Make up and send a detailed love letter to someone of the group's choosing.",
    "Pretend [random user] is breaking up with you. beg/plead/try to convince them to not leave you for another person.",
    "If you have a crush on someone, tell them. (otherwise pick the last person you dmed)",
    "Show the last five people you texted and what the messages said",
    "Send a romantic text message to someone of the opposite gender of the group's choosing.",
    "Send a pickup-line to a user of your choice of the opposite sex.",
    "Call mcdonald's and ask if they sell whoppers.",
    "Send a person of the opposite gender flirty messages and post their reaction."
  ],
  "r": [
    "Send a video of you showing every part of your naked body except for . . . you know what.",
    "Send a person of the opposite gender flirty sexual messages and post their reaction.",
    "Change your status to \"i'm coming . . . i’m coming . . . \" then, one minute later, change it to \"i just came.\"",
    "Make your status on discord something really dirty for a day.",
    "Send someone the most suggestive picture of yourself on your phone.",
    "Scream. (record it and send the audio.)",
    "Compliment everyone playing, except for one person.",
    "Change your status to \"feeling lonely...\".",
    "Take a picture of a tampon and post it on instagram.",
    "Pretend to be someone in the group for the next 5 minutes.",
    "Text your parents that you're pregnant.",
    "Continue the rest of this text conversation from under your bed.",
    "Send a dirty message in emojis that the other person has to decode.",
    "Touch yourself every time you text.",
    "Write a haiku.",
    "You have to leave an r-rated voicemail for an ex.",
    "Go to the bathroom and make extremely loud grunting sounds. (send audio, please.)",
    "Go hide in another room for the rest of the night.",
    "Send the most recent text that you sent your mom.",
    "Remove four items of clothing",
    "Remove one piece of clothing every time you get a (non-text) notification on your phone.",
    "Send the most recent text that you sent your best friend.",
    "Send a sext to the last person in your phonebook.",
    "Dress up like your dad or mom and send a picture.",
    "Text your parents and tell them that you're interested in the same sex.",
    "Order a 12 inch long detachable dick.",
    "Write a 100-word naughty story and send it to them.",
    "Send a video of you singing in the shower (without the water on!).",
    "Take a picture of your orgasm face and show it to the group.",
    "Take off your pants.",
    "Send the picture in your phone that’s five pictures back.",
    "Send a random gif to the first person in your contact list with no explanation.",
    "Send the dirtiest text you can think of to a person of the opposite gender.",
    "Text your mom a picture of your partner and say, “aren’t they great?”",
    "Write a 100-word story and send it to them.",
    "Send them pictures of you trying to imitate five emojis that you pick out.",
    "Send the dirtiest text you can think of.",
    "Walk outside with only underwear on.",
    "Send the most unflattering picture of you that you have in your phone."
  ]
}