{
  "pg": [
    "Who is most likely to get addicted to gambling?",
    "Who is most likely to own the highest number of black outfits?",
    "Who is most likely to own a cookbook?",
    "Most likely to fall out with a friend over something stupid?",
    "Most likely to go over the top with a prank?",
    "Who is most likely to wear shades in a room?",
    "Most likely to be a strict parent?",
    "Who is most likely to buy a house first?",
    "Who is most likely to wear makeup to sleep?",
    "Who is most likely to jump off a cliff and into a river?",
    "Who is most likely to visit paris more than once?",
    "Who is most likely to vlog a trip just for the fun of it?",
    "Who is most likely to love sad songs?",
    "Who is most likely to own a beach house?",
    "Who tells the most lies?",
    "Who is most likely to own a spa?",
    "Who is most likely to have the hardest time finding a shoe that fits?",
    "Who is most likely to choose acting with a-list actors without getting paid over acting with unknown actors and getting paid?",
    "Who is most likely to win a pizza-eating contest?",
    "Who is most likely to own the least jewelry?",
    "Who is most likely to be featured in a music video?",
    "Most likely to be afraid to share their opinions in a conversation?",
    "Most likely to be a heartbreaker?",
    "Who is most likely to go shopping for jewelry for their pet?",
    "If you could meet one person here, who would you meet?",
    "Who is most likely to be a fantastic wonder woman?",
    "Who is most likely to have more pets than kids?",
    "Most likely to stay up all night thinking?",
    "Who is the biggest pervert?",
    "Who is most likely never to become a vegetarian?",
    "Who is most likely to watch a movie rather than read the book adaption?",
    "Who do you think about this most in this group?",
    "Who is most likely to sneak pets into buildings?",
    "Who is most likely always to have their earphones plugged in?",
    "Who is most likely to be the best photographer?",
    "Who is most likely to own a youtube food channel?",
    "Who is most likely to camp outside rather than in a cabin?",
    "Who would have a disturbing fetish and which one?",
    "Who is most likely to hate flying?",
    "Who is most likely to have never been part of a clique?",
    "Who is most likely to cheat on a test?",
    "Who is most likely to have all of nicki minaj’s songs?",
    "Who is most likely to become a chef?",
    "Most likely to fall off the stairs while holding a cake?",
    "Most likely to steal their best friend’s crush/bf/gf?",
    "Who is most likely to be the biggest foodie?",
    "Who is most likely to go on the most vacations?",
    "Who is most likely to have a lead role in a movie someday?",
    "Who is most likely to shave their head for a movie?",
    "Who is most likely to play a bad guy role in a movie?",
    "Who is most likely to have received the most dick pics?",
    "Who is most likely not to eat when traveling?",
    "Who is most likely to spend the highest number of hours on instagram?",
    "Who is most likely to consume black coffee every day?",
    "Who is most likely to buy more food for their pet than their self?",
    "Who is most likely to spend all their money on a person?",
    "Who is most likely to be a brand influencer?",
    "Who is most likely to prefer netflix and chill with a crush rather than any other activity?",
    "Who cares the most about what people think of them?",
    "Who is most likely to own mostly hand-me-downs from siblings?",
    "Who is most likely to have a personal chef?",
    "Who is most likely to travel without taking a single picture?",
    "Who is most likely to go to a fashion show?",
    "Who is most likely to go on a road trip every month if they could?",
    "Who is most likely to get married first?",
    "Who is most likely to go to a metal concert?",
    "Who is most likely to visit the bank every day?",
    "Who is most likely to shop only at thrift stores?",
    "Who is most likely to be eric killmonger’s (from wakanda) sidekick if he had one?",
    "Who is most likely to know the top songs on the billboard charts by heart?",
    "Most likely to fall asleep on a date?",
    "Who is most likely to have the greatest number of songs on their phone?",
    "Who is most likely to wear heels every day of the week?",
    "Who is most likely to be scared of all animals?",
    "Who is most likely to bake more than fry?",
    "Who is most likely to own a golden fish?",
    "Who is most likely to watch a horror film without batting an eyelid?",
    "Who is most likely to eat carbs every single day?",
    "Who is most likely to wear sneakers to a formal event?",
    "Who is most likely to dye their hair pink?",
    "Who is most likely to cry while watching a romantic movie?",
    "Who is most likely to sleep all through a journey?",
    "Who is most likely to work as a clown?",
    "Who is most likely to go clubbing on a weekday?",
    "Who is most likely to “babysit” pets?",
    "Which two people would make the best couple here?",
    "Who is most likely to keep a baby lion as a pet?",
    "Who is most likely to watch a fantasy movie?",
    "Who is most likely to stream movies rather than go to the cinema?",
    "Who is most likely to leave ratings of movies online?",
    "Who is most likely to have more video games than they could need?",
    "Who is most likely to take their pets for walks every evening without fail?",
    "Who is most likely to have a heart attack from watching a scary movie?",
    "Who is most likely to refuse to get into the water at the beach?",
    "Who is most likely to spend an extravagant sum of money on skincare products?",
    "Who is most likely to be chosen to play james bond in a random selection?",
    "Who is most likely to attend movie premieres the most?",
    "Who is most likely to have traveled to most countries?",
    "Who is most likely to win an oscar someday?",
    "Who is most likely to be a veterinarian?",
    "Who is most likely to watch cartoons still?",
    "Who is most likely to listen to pop music?",
    "Who is most likely to go bowling on a friday night?",
    "Who is most likely to own a bar someday?",
    "Who is most likely to choose traveling by road than by air?",
    "Who is most likely let their best friend read their journal?",
    "Who is most likely to party all summer?",
    "Who is most likely to travel only during the holidays?",
    "Who is most likely to have a beautiful voice?",
    "Who is most likely to own more shorts than trousers?",
    "Who is most likely to be overdressed to a party?",
    "Who is most likely to buy the most houses?",
    "Who is most likely to be allergic to pets?",
    "Who is most likely to get everyone they know souvenirs when they travel?",
    "Who is most likely to have to take out a tooth because of all their sugar consumption?",
    "Who is most likely to visit all the countries in africa?",
    "Most likely to stay in a toxic relationship?",
    "Most likely to fall off a tree?",
    "Who is most likely to be egoïstic?",
    "Who would be the first to kill someone?",
    "Who is most likely to drink a full pack of coke in a day?",
    "Who is most likely to be a philanthropist?",
    "Who is most likely to read a new book every month?",
    "Who is most likely to go shopping with their friends rather than alone?",
    "Who is most likely not to have an international passport?",
    "Who is most likely to enjoy joining a book-club?",
    "Most likely to be a cool dad/mom?",
    "Who is most likely to go to the movies rather than stream online?",
    "Who is most likely to be a horrible actor if featured in a movie?",
    "Who is most likely to go fishing?",
    "Who would make the worst president?",
    "Who is most likely to own the most knock-offs?",
    "Who is most likely to be on a reality tv show?",
    "Who has most likely never traveled out of the country before?",
    "Who is most likely to eat at a diner instead of a 5-star restaurant?",
    "Who is most likely to eat desserts after every meal?",
    "Who is most likely to go broke from shopping?",
    "Who is most likely to marry for money?",
    "Who is most likely to become a rock star?",
    "Who is most likely to attend a wine-tasting event?",
    "Who is most likely to lie to their friends the most?",
    "Most likely to have a disease named after them?",
    "Who is most likely to lose their pet in a crowded place?",
    "Who is most likely to hide the truth?",
    "Who is most likely to cook salty meals?",
    "Who is most likely to wear sneakers on a suit?",
    "Who is most likely to enjoy car racing?",
    "Who is most likely to dress up their pet?",
    "Who is most likely to keep secrets from their friends?",
    "Who is most likely to help their best friend win a competition without being asked?",
    "Who is most likely to pay for an autograph from beyoncé?",
    "Who is most likely to shop from fashion nova?",
    "Who is most likely to own a podcast?",
    "Who is most likely to travel to a war-stricken country?",
    "Who is most likely to be never seen without a tie?",
    "Who is the fakest person here?",
    "Who is most likely to hate spicy food?",
    "Who is most likely only to watch 3d movies?",
    "Most likely to stalk a crush?",
    "Who is most likely to be the worst at singing?",
    "Who is most likely to marry a celebrity?",
    "Who is most likely to know how to play an instrument?",
    "Who is most likely to attend coachella?",
    "Who is most likely to choose tv series over movies?",
    "Who is most likely to be chosen to play superman?",
    "Most likely to have the most embarrassing tattoo?",
    "Who is most likely to be a stunt double in a movie?",
    "Who is most likely to get a botox job?",
    "Who is most likely to share an instagram page with their best friend?",
    "Who is most likely to go sky-diving?",
    "Who has the most fun personality?",
    "Who is most likely to visit the north pole?",
    "Who is most likely to be a movie director?",
    "Who is most likely to repeat the same outfit thrice a week?",
    "Who is most likely to have a friendship bracelet with their best friend?",
    "Who is most likely to go swimming when it’s raining?",
    "Who is most likely to be a supermodel?",
    "Who is most likely to fly on a first-class ticket?",
    "Who is most likely to get a personal stylist?",
    "Who is most likely to host the best party?",
    "Who is most likely to gift movie tickets as a birthday present?",
    "Who is most likely to go shopping every day?",
    "Who is most likely to make a really good rapper?",
    "Who is most likely to wear leather boots to dinner?",
    "Who is most likely to go under the knife to the perfect body?",
    "Who would have an animal fetish?",
    "Who is most likely to have a vip pass to an exclusive event?",
    "Who is most likely to stream music the most?",
    "Who is most likely to travel to a desert?",
    "Who is most likely to leave movie spoilers online?",
    "Which person out of this group would kill who?",
    "Who is most likely to have the most expensive wedding?",
    "Who is most likely to join a music band?",
    "Who is most likely to pay for the drinks of everyone at a bar?",
    "Who here would fall in love the quickest?",
    "Who is most likely to cuddle and fall asleep with their pet?",
    "Who is most likely to wear any color but white on their wedding day?",
    "Most likely to go to a party in their pajamas?",
    "Who is most likely to join a circus?",
    "Who is most likely to shop at forever 21?",
    "Who is most likely to eat their birthday cake alone?",
    "Who is most likely to keep their pets outside at night?",
    "Who is most likely to die first?",
    "Who is most likely to start a relationship because of the car their partner drives?",
    "Who is most likely to own a fashion blog?",
    "Who is most likely to eat out rather than cook?",
    "Who is most likely to travel to the countryside?",
    "Who is most likely to have visited disneyland the most?",
    "Who is most likely not to have a netflix account?",
    "Who is most likely to wear their hair in braids all their life if they could?",
    "Who is most likely to watch the end credits of every movie they’ve ever seen?",
    "Who is most likely to have the worst fashion sense?",
    "Who makes you the most nervous when texting them?",
    "Who is most likely to raid other people’s wardrobes?",
    "Who is most likely to own the most designers?",
    "Who is most likely always to have a stash of junk in their possession?",
    "Who is most likely to own more wigs than they can wear?",
    "Who is most likely to have the best fashion sense?",
    "Who is most likely to move to hawaii?",
    "Who is most likely to be a travel blogger?",
    "Who is most likely to buy a lamborghini?",
    "Who is most likely to have a star on the hollywood walk of fame?",
    "Who is most likely to appreciate tickets to see a sports game?",
    "Who is most likely to get married in an art gallery if they could?",
    "Who is most likely to own the most lingerie?",
    "Who is most likely to read comic books even when they’re 50?",
    "Who is most likely to go for karaoke night?",
    "Who is most likely to listen to music every night before sleeping?",
    "Who is most likely to become a social media influencer?",
    "Who is most likely to watch only classical movies?",
    "Who is most likely to know the most celebrities?",
    "Who is most likely to own the greatest number of berets?",
    "Who is the funniest?",
    "Who is most likely to be the third wheel in a clique?",
    "Who is most likely to go golfing?",
    "Who is most likely to watch the same movie over and over?",
    "Who is most likely to get drunk and pass out at a party?",
    "Who is most likely to head out without wearing underwear?",
    "Who is most likely to be a cocktail master?",
    "Who is most likely to have the greatest number of clothes they’ve never worn?",
    "Who is most likely to write a movie script?",
    "Who is most likely to go on a ski trip?",
    "Who is most likely to pick fruit smoothies over soda?",
    "Who is most likely to own a restaurant?",
    "Who is most likely to game all night?",
    "Who is most likely to be followed by their favorite singer on social media?",
    "Who is most likely to fit into the fashion of the 80’s better than today’s fashion?",
    "Who is most likely to name their pet something really cheesy?",
    "Who is most likely to travel just to try out new cuisines?",
    "Who is most likely to host a barbecue party?",
    "Who is most likely to buy a yacht?",
    "Who is most likely to go on a diet?",
    "Who is most likely to find stray animals?",
    "Who is most likely to have motion sickness?",
    "Who is most likely to spend their day watching youtube videos?",
    "Who is most likely to dance in public?",
    "Who is most likely to randomly say sorry?",
    "Who is most likely to keep butterflies as pets?",
    "Who is most likely to consider cardi b as an idol?",
    "Who cares the least about what people think of them?",
    "Who is the best liar?",
    "Who is most likely to be listed on forbes?",
    "Who is most likely to go on a vacation to an island?"
  ],
  "pg13": [
    "Who is most likely to eat snot still?",
    "Who is most likely to never get along with their family?",
    "Who is most likely to marry someone they have no feelings for?",
    "Who is most likely to sniff their dog’s butt?",
    "Who is most likely to have had sores on their gum before?",
    "Who is most likely to chew on their fingernails?",
    "Who is most likely to dedicate the rest of their life to charity?",
    "Who is most likely to work out daily?",
    "Who is most likely to break their smartphone in weeks?",
    "Who is most likely to be a perfect kisser?",
    "Who is most likely to have eaten a cockroach before?",
    "Who is most likely to work in the same place as their closest friend?",
    "Who is most likely to get a ph.d.?",
    "Who is most likely to scratch their genitals in public?",
    "Who is most likely to know drug peddlers?",
    "Who is most likely capable of robbing a bank in minutes?",
    "Who is most likely to slide into the dm of their celebrity crush?",
    "Who is most likely to have eaten stale food?",
    "Who is most likely to send their best friend a cake on their birthday?",
    "Who is most likely to gossip about their friends?",
    "Who is most likely to have the largest and most powerful network of people?",
    "Who is most likely to be the most popular in a new school?",
    "Who is most likely to change their gender in the nearest future?",
    "Who is most likely to have dandruff?",
    "Who is most likely to be a professional choreographer?",
    "Who is most likely to have the stinkiest fart?",
    "Who is most likely to loan money from a bank rather than their friends?",
    "Who is most likely to do a blood covenant?",
    "Who is most likely to be part of a cult?",
    "Who is most likely to wear matching clothes with a best friend?",
    "Who is most likely to be a horrible driver?",
    "Who is most likely to cry in public because of a partner?",
    "Who is most likely to be the most good-looking in their clique?",
    "Who is most likely let their best friend read their journal?",
    "Who is most likely to kidnap a crush?",
    "Who is most likely to buy stolen goods?",
    "Who is most likely crushing on their boss?",
    "Who is most likely experienced with a gun?",
    "Who is most likely to be in an open relationship?",
    "Who is most likely to use someone else’s toothbrush without permission?",
    "Who is most likely had a physical fight with their best friend?",
    "Who is most likely to have never had a best friend?",
    "Who is most likely to forget their own birthday?",
    "Who is most likely to be the dirtiest?",
    "Who is most likely to post a hate speech online?",
    "Who is most likely to join the army?",
    "Who is most likely to marry someone twice their age?",
    "Who is most likely to go shopping with their friends rather than alone?",
    "Who is most likely to blend and drink raw eggs?",
    "Who is most likely to have a friendship bracelet with their best friend?",
    "Who is most likely never to get married?",
    "Who is most likely to never go on a honeymoon?",
    "Who is most likely to stalk an ex?",
    "Who is most likely to be a single mom/dad?",
    "Who is most likely to get a tattoo of their partner’s name?",
    "Who is most likely to be the third wheel in a clique?",
    "Who would most likely indulge in public display of affection?",
    "Who is most likely to have a side chick?",
    "Who is most likely to spit into the food of someone they don’t like?",
    "Who is most likely to beat up an enemy?",
    "Who is most likely to give a kidney to a loved one with no regrets?",
    "Who is most likely to have rashes on their butt?",
    "Who is most likely to be a heartbreaker?",
    "Who is most likely to laugh at serious moments?",
    "Who is most likely to betray their best friend?",
    "Who is most likely to have the weirdest fetish?",
    "Who is most likely to take their friends out for lunch and cover everyone’s tab?",
    "Who is most likely to marry a foreigner?",
    "Who is most likely to be sexist?",
    "Who is most likely to have swallowed a worm before?",
    "Who is most likely to have had diarrhea the most?",
    "Who is most likely to have the highest number of frenemies?",
    "Who is most likely to get a house with their best friend?",
    "Who is most likely to become famous?",
    "Who is most likely to be wearing dirty underwear?",
    "Who is most likely to get pregnant and not even know?",
    "Who is most likely to have a joint bank account with their partner?",
    "Who is most likely to download movies illegally?",
    "Who is most likely to go a month without bathing?",
    "Who is most likely to relocate out of the country first?",
    "Who is most likely to get a tattoo?",
    "Who is most likely to pee all over a toilet seat?",
    "Who is most likely to kill for money?",
    "Who is most likely to poop without flushing?",
    "Who is most likely to steal for the one they love?",
    "Who is most likely to be a pickpocket?",
    "Who is most likely to break into a house?",
    "Who is most likely to kiss an ex?",
    "Who is most likely to steal from their parents?",
    "Who is most likely to have the worst temper?",
    "Who here would choose love over money in a heartbeat?",
    "Who is most likely to run for a political office?",
    "Who is most likely to be the first to bust a move at a party?",
    "Who is most likely to be tired of their partner?",
    "Who is most likely the biggest flirt?",
    "Who is most likely to have needed a lawyer in the past?",
    "Who is most likely to have bushy armpits currently?",
    "Who is most likely to date an ex’s friend?",
    "Who is most likely to threaten a co-worker?",
    "Who is most likely to be the smartest while in school?",
    "Who is most likely to have never been part of a clique?",
    "Who is most likely to be a snitch?",
    "Who is most likely to attempt climbing mount everest?",
    "Who is most likely to have a rat living in their house?",
    "Who is most likely to go home with a stranger from the bar?",
    "Who is most likely to choose love over their career?",
    "Who is most likely to wear their friend’s clothes?",
    "Who is most likely to steal from an old person?",
    "Who is most likely to meet the queen of england?",
    "Who is most likely to have eaten raw meat before?",
    "Who is most likely to cry over little things?",
    "Who is most likely never to find love in their lifetime?",
    "Who is most likely to have had a boil on their genital before?",
    "Who is most likely to have chewed a bug before?",
    "Who is most likely to lie to their friends the most?",
    "Who is most likely to own a very creepy statue?",
    "Who is most likely to have a nickname for their best friend?",
    "Who is most likely to go to acting school?",
    "Who is most likely to run away with a lover?",
    "Who is most likely never to give a friend a birthday gift?",
    "Who is most likely to be recognized by guinness world record?",
    "Who is most likely to live with their parents for the longest?",
    "Who is most likely to sweat the most?",
    "Who is most likely to keep secrets from their friends?",
    "Who is most likely to have a body buried in their backyard?",
    "Who is most likely to win a nobel prize award?",
    "Who is most likely to hide a dead body?",
    "Who is most likely to have the most scars?",
    "Who is most likely to adopt a child?",
    "Who is most likely to take selfies with everyone else’s phone but theirs?",
    "Who is most likely to lick a toilet seat?",
    "Who is most likely to taste their own vomit?",
    "Who is most likely to commit manslaughter?",
    "Who is most likely to poop their pants?",
    "Who is most likely never to do a 9-5 job?",
    "Who is most likely never going to need medicated glasses?",
    "Who is most likely to be the biggest gossip?",
    "Who is most likely to become a minimalist?",
    "Who is most likely to move into a van?",
    "Who is most likely to drink dirty water when thirsty?",
    "Who is most likely to have forgotten to brush?",
    "Who is most likely to have lived in a haunted house before?",
    "Who is most likely to help their best friend win a competition without being asked?",
    "Who is most likely to write love letters to their crush?",
    "Who is most likely to end up in a nursing home?",
    "Who is most likely to make love only with the lights off?",
    "Who is most likely to have a child out of wedlock?",
    "Who is most likely to be dumped in a few months?",
    "Who is most likely to smell their own poop?",
    "Who is most likely to share an instagram page with their best friend?"
  ],
  "r": [
    "Who is most likely to have a pregnancy scare?",
    "Who is most likely to visit a strip-club immediately after a break-up?",
    "Most likely to masturbate at work?",
    "Most likely to moan the loudest during sex?",
    "Most likely to get caught skinny dipping?",
    "Most likely to be a heartbreaker?",
    "Who is most likely to run away with a lover?",
    "Who is most likely to be a creep?",
    "Who is most likely to be a nymphomaniac?",
    "Who is most likely to join the adult movie industry?",
    "Most likely to marry someone they just met?",
    "Who is most likely to perform an intimate activity in exchange for money?",
    "Most likely to date two guys/girls at once?",
    "Who is most likely to date an ex’s friend?",
    "Who is most likely to play a nude scene in a movie?",
    "Who is most likely to date a famous person?",
    "Most likely to get caught hooking up with someone in public?",
    "Who is most likely to choose love over their career?",
    "Who is most likely to make love only with the lights off?",
    "Who is most likely to have had a threesome before?",
    "Who would most likely indulge in public display of affection?",
    "Who is most likely to get a hickey?",
    "Who is most likely to have lost their virginity as a teenager?",
    "Most likely to sleep with a colleague?",
    "Most likely to make a sex tape and sell it?",
    "Who is most likely to have kissed someone below the belt?",
    "Most likely to make the first move?",
    "Who is most likely to be addicted to a fetish?",
    "Most likely to build a sex dungeon?",
    "Who is most likely to marry someone twice their age?",
    "Most likely to try a threesome?",
    "Who is most likely to engage in public intimacy?",
    "Who is most likely to have made out with a stranger before?",
    "Most likely to get caught with their ex?",
    "Who is most likely to take performance drugs?",
    "Who is most likely to go home with a stranger from the bar?",
    "Who is most likely to have cheated on a significant other during a relationship?",
    "Most likely to last the longest?",
    "Who is most likely to have never used condoms before?",
    "Most likely to cheat on their partner?",
    "Most likely to have a one night stand?",
    "Who is most likely to cry in public because of a partner?",
    "Who is most likely to give a kidney to a loved one with no regrets?",
    "Most likely to fuck their ex?",
    "Most likely to forget the name of a person they hooked up with?",
    "Most likely to sleep with someone on the first date?",
    "Who is most likely to engage in sexual activities over the phone?",
    "Who is most likely to grab a stranger’s butt?",
    "Who is most likely to have lost their virginity to an inanimate object?",
    "Who is most likely to watch an explicit video in the coming days?",
    "Most likely to be caught watching porn?",
    "Who is most likely to stay celibate?",
    "Who is most likely to be dumped in a few months?",
    "Who is most likely to be in an open relationship?",
    "Who here would choose love over money in a heartbeat?",
    "Who is most likely to have treated stds before?",
    "Who is most likely to kiss an ex?",
    "Who is most likely to be cool with having an affair?",
    "Who is most likely to join the mile-high club?",
    "Who is most likely to slide into the dm of their celebrity crush?",
    "Who is most likely to have received the most intimate pictures?",
    "Who is most likely to receive a compliment about their hot body?",
    "Who is most likely to have the most exciting collection of intimate toys?",
    "Who is most likely to never go on a honeymoon?",
    "Most likely to marry someone they met on tinder?",
    "Who is most likely to be a perfect kisser?",
    "Who is most likely to have a friend with benefits?",
    "Most likely to fuck in an elevator?",
    "Who is most likely to hide their sexuality?",
    "Who is most likely to be intimate with a famous politician?",
    "Who is most likely the biggest flirt?",
    "Who is most likely to send an intimate picture?",
    "Who is most likely to have a side chick?",
    "Most likely to become a sex therapist?",
    "Most likely to masturbate in a public place?",
    "Who is most likely to be a heartbreaker?",
    "Who would you fuck in this server? (excluding yourself and bots)",
    "Most likely to fall asleep during sex?",
    "Most likely to hook up with their boss?",
    "Who is most likely never to find love in their lifetime?",
    "Who is most likely to steal for the one they love?",
    "Who is most likely to be tired of their partner?",
    "Forget the name of someone they hooked up with?",
    "Who is most likely to kidnap a crush?",
    "Who is most likely to have a one-night stand?",
    "Who is most likely to marry someone they have no feelings for?",
    "Most likely to not use protection?",
    "Who is most likely to write love letters to their crush?",
    "Who is most likely to be into bdsm?",
    "Who is most likely to get a tattoo of their partner’s name?",
    "Most likely to go to a strip club?"
  ]
}