{
  "pg": [
    "Announce to the group your last 10 searches.",
    "Are you a morning person or a night person?",
    "Are you always on time, or are you always late?",
    "Are you closer to your mom or dad?",
    "Are you in any sports?",
    "Are you into sports?",
    "Are you more introverted or extroverted?",
    "Are you obsessed with a celebrity?",
    "Are you often hard to yourself?",
    "Are you scared of monsters?",
    "Are you single?",
    "Can you avoid answering this with some version of yes?",
    "Can you see yourself marrying your high school sweetheart?",
    "Can you speak a different language?",
    "Can you use a pogo stick?",
    "Describe everyone here in a sentence.",
    "Describe the worst date you've ever been on.",
    "Describe the worst day you've ever had.",
    "Describe your favorite activity when you're alone.",
    "Did you ever break up with someone just before a holiday so that you didn’t have to buy them a gift?",
    "Did you ever break up with someone just before a public holiday so that you didn't have to buy them a gift?",
    "Did you ever cheat in a test?",
    "Did you ever fail something purposely?",
    "Did you ever skip school by telling a lie and lie about it to your parents?",
    "Did you ever sneak into an adult movie when you were underage?",
    "Did you ever spread a nasty rumor about someone else?",
    "Did you ever try to fake your report card grades?",
    "Did you have a nickname as a child and if so, what was it?",
    "Did you have an imaginary friend when you were growing up?",
    "Did you let someone else take the fall for something you did?",
    "Did you pretend to be sick so you can skip class or avoid a test?",
    "Do others think you are annoying?",
    "Do you believe in ghosts?",
    "Do you consider yourself introverted or extroverted?",
    "Do you cover your eyes during scary movie scenes?",
    "Do you ever feel like no one understands you?",
    "Do you frequently stalk anyone on social media? who?",
    "Do you hate/strongly dislike anyone here?",
    "Do you have a bucket list and if so, what is one thing on the list?",
    "Do you have a bucket list? if so, what is one thing on that list?",
    "Do you have a crush on anyone?",
    "Do you have a hidden talent?",
    "Do you have a special talent and if so, what is it?",
    "Do you have a weird collection?",
    "Do you have a weird collection? if so, what?",
    "Do you have any regrets? if so, what are they?",
    "Do you have any tattoos and if so, where?",
    "Do you keep a diary/journal?",
    "Do you know how to cook?",
    "Do you know how to dance?",
    "Do you like bugs?",
    "Do you like hot peppers?",
    "Do you like otters?",
    "Do you like to read and if so, what is your favorite book?",
    "Do you overthink a lot?",
    "Do you prefer apple or android?",
    "Do you prefer cats, dogs, or neither?",
    "Do you prefer collectivism or individualism?",
    "Do you prefer facebook or twitter?",
    "Do you prefer mushy movies or funny ones?",
    "Do you prefer talking or texting?",
    "Do you prefer the beach or the mountains?",
    "Do you prefer the big city or country life?",
    "Do you secretly love Twilight?",
    "Do you sing in the shower?",
    "Do you sleep with a stuffed animal?",
    "Do you talk in your sleep?",
    "Do you talk to yourself in the mirror?",
    "Do you think people see you the same way you see yourself?",
    "Do you think you look worse or better than most people you know?",
    "Do you want kids? How many?",
    "Do you watch anime?",
    "For parents: which is your favorite child? for children: which is your favorite parent?",
    "For whom here do you feel over-protective for?",
    "Has anyone ever walked in on you when going #2 in the bathroom?",
    "Has there have been a time when you cheated to win a game?",
    "Have you ever been arrested?",
    "Have you ever been bullied?",
    "Have you ever been called ugly?",
    "Have you ever been caught cheating in school?",
    "Have you ever been fired from a job?",
    "Have you ever been golfing?",
    "Have you ever been married?",
    "Have you ever been on a train?",
    "Have you ever been on an airplane and if so where were you going?",
    "Have you ever been outside of the country?",
    "Have you ever been stuck in an elevator and if so who were you with?",
    "Have you ever been to the opera?",
    "Have you ever been to the zoo?",
    "Have you ever blamed your sibling for something you did just so that you wouldn't get in trouble?",
    "Have you ever bought something to wear to an event and then returned it to the store when the event was over?",
    "Have you ever broken anything of someone else's and not told the person?",
    "Have you ever cheated on a test?",
    "Have you ever cheated to win a game?",
    "Have you ever clipped your toenails in public?",
    "Have you ever complained about something at a restaurant just to get out of paying?",
    "Have you ever confessed to someone that you like them?",
    "Have you ever cried while it was raining so they wouldn't notice you were crying?",
    "Have you ever cursed at your parents? why?",
    "Have you ever danced on a table when you were drunk?",
    "Have you ever dressed up as the opposite sex?",
    "Have you ever eaten something not edible?",
    "Have you ever failed a test? what was it?",
    "Have you ever fallen asleep in church?",
    "Have you ever fallen asleep in class?",
    "Have you ever flirted with a police officer to get out of a speeding ticket?",
    "Have you ever flirted with your best friend’s siblings?",
    "Have you ever forgotten a special person's birthday?",
    "Have you ever forgotten a special person’s birthday?",
    "Have you ever gotten mad at a friend for posting an unflattering picture of you?",
    "Have you ever had a celebrity crush?",
    "Have you ever had a near-death experience?",
    "Have you ever had an argument with someone through text?",
    "Have you ever kept a library book?",
    "Have you ever lied about being sick so you could stay home from work or school?",
    "Have you ever lied about your age to someone?",
    "Have you ever lied in this groupchat, and if so, what was it about?",
    "Have you ever lied on your resume to get a job?",
    "Have you ever lied to get a job?",
    "Have you ever lied to your best friend's face?",
    "Have you ever lied to your best friend?",
    "Have you ever met a celebrity, if so, who?",
    "Have you ever peed in a pool?",
    "Have you ever peed in the shower?",
    "Have you ever played a prank on a teacher?",
    "Have you ever played sick because you didn't want to go to school?",
    "Have you ever played sick because you didn't want to see a friend?",
    "Have you ever played tennis?",
    "Have you ever pretended to like a gift? how did you pretend?",
    "Have you ever regifted a present?",
    "Have you ever sent an inappropriate text to your mom or dad by accident?",
    "Have you ever shared a secret you promised you wouldn't?",
    "Have you ever shared chewing gum with anyone?",
    "Have you ever shared your best friend’s secrets with anyone else?",
    "Have you ever shoplifted or stolen anything?",
    "Have you ever skipped class/work, and if so, what did you do instead?",
    "Have you ever sleepwalked?",
    "Have you ever smoked?",
    "Have you ever snuck into an adult movie when you were underage?",
    "Have you ever snuck out of the house at night?",
    "Have you ever started an unintended fire?",
    "Have you ever stayed friends with someone because it benefited you beyond just the friendship?",
    "Have you ever stolen money from your parents?",
    "Have you ever taken a drink straight out of the carton?",
    "Have you ever taken a leak in a swimming pool?",
    "Have you ever thought something would be horrible then tried it and it was amazing?",
    "Have you ever told a secret after you were told not to?",
    "Have you ever told someone you wouldn't be home just so they wouldn't come over to yours?",
    "Have you ever used a work computer for personal use?",
    "Have you ever used homework/being busy as an excuse not to go out with friends?",
    "Have you ever walked into a wall?",
    "Have you ever walked into something while on the phone?",
    "How big of a simp are you?",
    "How do you respond to \"tell us an interesting fact about you\"?",
    "How far would you go with someone you just met and will never see again?",
    "How long have you gone without a shower?",
    "How long have you gone without brushing your teeth?",
    "How long have you gone without showering/shaving?",
    "How long was your longest relationship?",
    "How long you have been loving your crush and not confessed?",
    "How many bones have you broken?",
    "How many boy/girl contacts do you have on your phone?",
    "How many different languages can you speak and what are they?",
    "How many hours do you sleep a day?",
    "How many kids do you want?",
    "How many people have you dated?",
    "How many selfies do you take a day?",
    "How many stuffed animals do you have?",
    "How many stuffed animals do you own?",
    "How much do you think about your crush?",
    "How much would you do to get your dream guy/girl?",
    "How often do you lie to other people?",
    "How often do you think you lie to yourself?",
    "How old were you when you got your first cell phone?",
    "How old were you when you had your first crush?",
    "How would you describe everyone here in one sentence to a stranger?",
    "How would you rate your looks on a scale from 1-10?",
    "How would you react if it came to light that your country was behind the creation and release of covid?",
    "How would you spend your time if the internet didn't exist?",
    "If a genie granted you three wishes, what would you ask for?",
    "If a movie was made about this group, what sort of characters do you think people would be?",
    "If an apocalypse was to begin tomorrow and money lost all of its value, what new thing would take over as the new currency and why?",
    "If animals could talk, which one would you have a conversation with?",
    "If anyone in your family could win an award for being the most annoying, who would it be?",
    "If anyone in your family could win an award for the most annoying, who would it be?",
    "If everyone here was in a horror movie, who would die first?",
    "If given a chance would you propose someone here?",
    "If it weren't for modern medicine and technology, what would have killed you by now?",
    "If money was no object, what would you buy?",
    "If the building was on fire, who out of this group would you pick to save?",
    "If there was no such thing as money, what would you do with your life?",
    "If there was one thing you could change about yourself, what would it be?",
    "If you are stranded on a remote island, who would you choose for company?",
    "If you could add any bot to this server, what bot would you add?",
    "If you could be a fictional character for a day, who would you choose?",
    "If you could be any animal, which one would you be?",
    "If you could be any celebrity, who would you be and why?",
    "If you could be fluent in one of these languages which would it be: chinese, french or russian?",
    "If you could be good at only 1 subject and be horrible at all the others, what subject would you pick?",
    "If you could be invisible, what is the first thing you would do?",
    "If you could be invisible, who would you spy on?",
    "If you could be one person in this server for an hour, who would you be?",
    "If you could be reborn as any nationality, which one would you pick?",
    "If you could be recarnated as anything, who or what would you be?",
    "If you could be reincarnated into anyone's body, who would you want to become?",
    "If you could be someone else for a day who would you be?",
    "If you could be someone else, who would you be?",
    "If you could become famous on only one social media platform, what would it be and why?",
    "If you could broadcast one thing to the world for 30 seconds, what would it be?",
    "If you could change anything in history, what would you change?",
    "If you could change one thing about the human body, what would it be?",
    "If you could change one thing about your childhood, what would it be?",
    "If you could change one thing about your face, what would it be?",
    "If you could choose a different career, what would it be and why?",
    "If you could choose to never sweat for the rest of your life or never have to use the bathroom, which would you choose?",
    "If you could control anyone's life for a day, who would it be and what would you do?",
    "If you could create your own job title, what would it be?",
    "If you could do one thing you did when you were a child, what would it be?",
    "If you could eliminate one profession from the world, which would it be and why?",
    "If you could find the answer to one question about your past, present, or future, what would you ask?",
    "If you could get one of your teachers/managers/bosses fired, who would it be?",
    "If you could get rid of any school subject, which one?",
    "If you could get rid of one school subject, what would it be?",
    "If you could go anywhere in the world, where would you go?",
    "If you could go back in time and change one thing, what would you change?",
    "If you could go back in time and erase one thing you did in the past, what would it be?",
    "If you could have any superpower, what would you choose?",
    "If you could hire someone to do one thing for you, what would it be?",
    "If you could invent something, what would it be?",
    "If you could life one day as another person, who would it be?",
    "If you could live anywhere in the world, where would it be?",
    "If you could make $1 million, would you drop out of school?",
    "If you could meet anyone in the world over dinner, who would you pick?",
    "If you could only be fluent in one language (excluding your native language), what would you choose?",
    "If you could only eat one thing for the rest of your life, what would you choose?",
    "If you could only have one drink (other than water) for the rest of your life, what would it be?",
    "If you could only listen to one song for the rest of your life, what would it be?",
    "If you could only listen to one song for the rest of your life, what would you choose?",
    "If you could only live with one other person and you had to pick, who would you choose to be with you on a deserted island?",
    "If you could only save one of your parents from certain death, which would you pick?",
    "If you could only text one person for the rest of your life, but you could never talk to that person face-to-face, who would that be?",
    "If you could only use one swear word for the rest of your life, which one would you choose?",
    "If you could pick one season to stay year-round, which would you pick?",
    "If you could play a prank on anyone without getting caught, who would you play it on?",
    "If you could remove one person from this server, who would it be?",
    "If you could reverse time, when would it be and what would you do differently?",
    "If you could say anything to your crush right now, what would it be?",
    "If you could smack one person with no consequences, who would it be and why?",
    "If you could spend every waking moment with your girlfriend or boyfriend, would you?",
    "If you could start over knowing what you know now, would you rather get a degree or learn a trade/skill & why?",
    "If you could swap one physical feature with your best friend, what would that be?",
    "If you could turn into any animal at will, which animal would you choose?",
    "If you didn't have to work, what would you do with all your time?",
    "If you didn’t have to work, what would you do with all your time?",
    "If you found a large amount of money, would you keep it or would you try to find the owner?",
    "If you got arrested for no reason at all, and your parents/friends don't know the reason for why you got arrested, what would be the first crime they think you got arrested for?",
    "If you had a chance to stay with a person one night who would you choose?",
    "If you had a remote control that would operate anything, what would you control?",
    "If you had nine lives, what would you do that you wouldn't do now?",
    "If you had one week to live and had to marry someone here, who would it be?",
    "If you had one week to live and you had to marry someone in your group, who would it be?",
    "If you had one wish, what would you wish for?",
    "If you had only $10 left to your name, how would you spend it?",
    "If you had only 24 hours left to live, what would you do?",
    "If you had the money and resources to start a business, what would it be?",
    "If you had to be a tv character from a sitcom, who would you choose and why?",
    "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
    "If you had to choose, would you shoot yourself or your best friend/crush?",
    "If you had to cut one friend out of your life from the group, who would it be?",
    "If you had to meet up with one person in the group's parents and you could choose, who would it be?",
    "If you had to pick a new part of your body to sit on, what would you choose?",
    "If you had to swap lives with someone in this group, who would it be?",
    "If you only had 24 hours to live and you could do anything with anyone here, who would it be and what would you do with that person?",
    "If you only had two minutes to get out of your house, what would you grab?",
    "If you starred in a romance, what would it be like? describe the entire plot.",
    "If you switched genders for a day, what would you do?",
    "If you were a giant, what would you like to do?",
    "If you were a potato, how would you want to be cooked?",
    "If you were able to choose how you died, what way would it be and why?",
    "If you were given a million dollars, what would you do with it?",
    "If you were granted three wishes, what would they be?",
    "If you were granted three wishes, what would you wish for?",
    "If you were guaranteed to never get caught and you could travel back in time, who on earth would you murder?",
    "If you were in heaven what's the first thing you would ask for?",
    "If you were invisible what is something you would do?",
    "If you were reborn, what decade would you want to be born in?",
    "If you were rescuing people from a burning building and you had to leave one person behind from this room, who would it be?",
    "If you were the main character of a show/movie, describe the plot you would like to star in.",
    "If you were to be born again, what would you like to be?",
    "If you were to bury a time capsule, what is one thing you would put in it?",
    "If you were trapped on an island for 3 days, what would you take with you?",
    "If you woke up one day and noticed that you were invisible, what would be the first thing that you would like to do?",
    "If you're religious, what's the most sinful thing you've ever done?",
    "If your car broke down in the middle of the road, who in this room would be the last person you would call? why?",
    "If your parents went out of town for a week and you had the house to yourself, what would you do?",
    "Imagine this: you wake up one day and realize that you’ve become invisible. What will you do?",
    "In the next month, everyone will hunt you and kill you. if you survive the month, you will get a billion dollars. what are you going to do and where are you going to hide?",
    "Is it better to use shampoo as soap or soap as shampoo?",
    "Is there any food that you can never eat?",
    "Is there any movie that always makes you cry?",
    "Is there anything about your life you would change?",
    "Is there anything in your life that you would change?",
    "Is there anything you regret buying, and if so, what is it?",
    "Knowing now what you didn't know then, what would you have done differently?",
    "Knowing now what you didn’t know then, what would you have done differently?",
    "List all your former crushes and explain why you liked them. include your current crush if you have one, but act like they were an old crush.",
    "Name one quality that you do not like in your friend.",
    "Name one thing you hate in each of us.",
    "Name one thing you would change about each person in this room.",
    "Name the last 5 websites you visited.",
    "Name the three websites you visit the most.",
    "Of all the people at here, who do you think would make the best hobo?",
    "Of the people at our school, who do you think would make the best president?",
    "On a scale from 1-10, where do your patience fall?",
    "On a scale from 1-10, where does your patience fall?",
    "On a scale of 1 to 10, rate everyone present in the room.",
    "On a scale of 1-10, how awkward are you?",
    "One by one, make up a title for each player's movie about their life.",
    "Question is kept secret\nToothpick said: you",
    "Rank everyone here from 1-10.",
    "Rate everyone in this room, on a scale of one to ten.",
    "Read the last thing you sent your best friend or significant other out loud.",
    "Say the first word that comes to your mind.",
    "Say the funniest joke you've ever heard.",
    "Say your biggest fear in life.",
    "Show us the most embarrassing thing you've put on social media.",
    "Society as we know it is collapsing. you have to save an album for future generations to know music. what do you save?",
    "Td add truth pg who was the last person who made you cry and why?",
    "Tell us about the last dream you can remember. don't leave any details out!",
    "Tell us about the worst restaurant experience you ever had.",
    "Tell us about your favorite possession.",
    "The last time you argued with someone, did you apologize first or was it the other person?",
    "Think of your ideal super power. you get the exact opposite of that as a super power. what is your super hero name as a result of this?",
    "To you, what is the most nostalgic song?",
    "What advice would you give to a younger you?",
    "What animal are you scared of?",
    "What animal do you think you most look like?",
    "What animal most closely resembles your eating style?",
    "What animal represents you the best?",
    "What app do you hate, but use anyway?",
    "What app do you waste the most time on?",
    "What are some bridges that you're glad you burned?",
    "What are some of your bad habits?",
    "What are some of your dreams for the future?",
    "What are some of your strangest \"shower thoughts\"?",
    "What are the three most important qualities you look for in a friend?",
    "What are the worst typos you make?",
    "What are you most insecure about?",
    "What are you most self-conscious about?",
    "What are you wearing?",
    "What are your 5 favourite songs?",
    "What are your favorite pizza toppings?",
    "What are your thoughts on anime?",
    "What are your three favorite colors, and why?",
    "What bad habit do you do that you want to put an end to?",
    "What book character do you relate to the most?",
    "What book has impacted you the most?",
    "What career path do you want to take?",
    "What compliment do you get the most?",
    "What did you learn in school that you wish you could forget?",
    "What did you think you were good at but found out that you really weren't?",
    "What did your school teach you that turned out to be a complete lie?",
    "What do you do when people are singing \"happy birthday\" to you?",
    "What do you do when you are alone at home?",
    "What do you hate for no reason?",
    "What do you have too much of?",
    "What do you like most and least about your personality?",
    "What do you like to do when you are alone?",
    "What do you like to do when you are with your friends?",
    "What do you like to put on your toast?",
    "What do you like to wear when no one is around?",
    "What do you think is the most universally hated thing in all of human history?",
    "What do you want on your tombstone?",
    "What does everyone think is true about you, but isn't?",
    "What does your dream boy or girl look like?",
    "What emoji describes you best?",
    "What ending from a movie would you change?",
    "What excuse have you used before to get out plans with a friend?",
    "What five things would you bring to a desert island?",
    "What food do you absolutely despise?",
    "What food or drink sucks even if most people won't admit it?",
    "What foods are you sick of?",
    "What habit you have is most annoying?",
    "What has been one of your most embarrassing moments?",
    "What has no reason to exist in 2021 and yet it does?",
    "What have you experienced that has an unexpected plot twist?",
    "What have you seen that you wish you could unsee?",
    "What is 100% worse when wet?",
    "What is a bad habit that you have?",
    "What is a secret that you kept from your parents when you were growing up?",
    "What is a secret you keep/kept from your parents?",
    "What is a secret you kept from your parents?",
    "What is a supernatural event that happened in your life that just can not be explained?",
    "What is an unwritten law you abide by?",
    "What is extremely hard to resist?",
    "What is human's greatest invention?",
    "What is one job you would never want to do?",
    "What is one thing for which you would gladly pay money to help you succeed?",
    "What is one thing that makes you relax?",
    "What is one thing the general population likes that you don't?",
    "What is one thing you are always losing?",
    "What is one thing you did as a child that you still enjoy?",
    "What is one thing you wish you could change about yourself?",
    "What is one thing you would stand in line for an hour for?",
    "What is one thing your grandparent taught you how to do?",
    "What is one thing your grandparents taught you how to do?",
    "What is something minor that you feel strongly about?",
    "What is something that smells/looks way better than it tastes?",
    "What is something that you are not looking forward to?",
    "What is something you find absolutely disgusting to the point you get sick?",
    "What is something you have never told anyone in this room?",
    "What is something you have, that your pretty sure no one else has?",
    "What is something you look forward to when you retire?",
    "What is something you most look forward to doing when you retire?",
    "What is something you wish you were better at?",
    "What is stopping you from going out for a jog?",
    "What is that one thing you would never do for all the money in the world?",
    "What is the angriest you've ever been?",
    "What is the best gift you ever received?",
    "What is the best lie you convinced someone that was true?",
    "What is the best thing you ever bought?",
    "What is the best time of day for you?",
    "What is the biggest lie you ever told your parents?",
    "What is the biggest secret that you kept from your parents when you were growing up?",
    "What is the coolest fact about space you know?",
    "What is the craziest pickup line you've ever used?",
    "What is the craziest thing you've ever watched?",
    "What is the cruelest thing you have done to a friend?",
    "What is the dumbest way you've been injured?",
    "What is the first thing you do after school every day?",
    "What is the greatest non physical pain you've endured?",
    "What is the grossest thing you've ever eaten?",
    "What is the lowest/worst grade you got in school?",
    "What is the most embarrassing music you listen to?",
    "What is the most embarrassing song you listen to?",
    "What is the most embarrassing thing that has happened to you in front of a crowd?",
    "What is the most extraordinary natural occurrence you have ever seen?",
    "What is the most food you've ever eaten in a single sitting?",
    "What is the most unique hobby you have?",
    "What is the one question you do not want to be asked in this game?",
    "What is the one thing that you never got the chance to do?",
    "What is the one thing you are the most afraid of?",
    "What is the one thing you dislike about yourself?",
    "What is the one thing you do like about yourself?",
    "What is the one thing you really like about yourself?",
    "What is the one thing you would stand in line for?",
    "What is the question that you don't want anyone to ask you in this game?",
    "What is the silliest thing that you are attached to and still posses (if it were a thing)?",
    "What is the spiciest thing you've ever eaten?",
    "What is the strangest dream you have ever had?",
    "What is the strangest thing you have ever bought?",
    "What is the weirdest trend you've ever participated in?",
    "What is the worst us state and why?",
    "What is your \"guilty pleasure\"?",
    "What is your biggest fear in life?",
    "What is your biggest fear?",
    "What is your biggest insecurity?",
    "What is your biggest pet peeve?",
    "What is your biggest regret?",
    "What is your dream job?",
    "What is your excuse to get out of exercising?",
    "What is your favorite american state?",
    "What is your favorite childhood memory?",
    "What is your favorite color?",
    "What is your favorite day of the week?",
    "What is your favorite food?",
    "What is your favorite fruit?",
    "What is your favorite game?",
    "What is your favorite holiday?",
    "What is your favorite ice cream flavor?",
    "What is your favorite month and why?",
    "What is your favorite movie that you secretly know is actually terrible?",
    "What is your favorite music genre?",
    "What is your favorite outdoor pastime?",
    "What is your favorite possession?",
    "What is your favorite quote of all time?",
    "What is your favorite quote?",
    "What is your favorite restaurant?",
    "What is your favorite ride at the amusement park?",
    "What is your favorite sandwich?",
    "What is your favorite season and why?",
    "What is your favorite snack from a vending machine?",
    "What is your favorite song?",
    "What is your favorite sport?",
    "What is your favorite thing about family gatherings?",
    "What is your favorite thing to do with your leisure time?",
    "What is your favorite vegetable?",
    "What is your favourite TV show?",
    "What is your favourite animal?",
    "What is your favourite color?",
    "What is your favourite dinosaur?",
    "What is your favourite drink?",
    "What is your favourite movie?",
    "What is your favourite place to go out to eat?",
    "What is your favourite song?",
    "What is your favourite sport?",
    "What is your favourite thing to do on the weekends?",
    "What is your favourite vegetable?",
    "What is your go-to song for the shower?",
    "What is your greatest achievement?",
    "What is your ideal school like?",
    "What is your least favorite household chore?",
    "What is your least favorite music genre?",
    "What is your least favorite part about family gatherings ?",
    "What is your least favorite time of the day?",
    "What is your most embarrassing moment?",
    "What is your most niche fear?",
    "What is your most regrettable kiss?",
    "What is your pet’s name?",
    "What is your shoe size?",
    "What is your weight?",
    "What is your worst fear?",
    "What is your worst habit?",
    "What kind of a person would you want to be married to in the future?",
    "What made you think \"how the heck did humans discover that?\"",
    "What makes you cry?",
    "What makes you feel uncomfortable?",
    "What makes you furious?",
    "What makes you happy?",
    "What makes you the happiest?",
    "What makes you unique?",
    "What movie character do you relate to the most?",
    "What movie death scene is burned into your memory?",
    "What nonliving thing do you relate to the most?",
    "What old game should be remade with 2021 graphics?",
    "What percent of discord do you think is under 13?",
    "What person do you text the most?",
    "What phobia do you have?",
    "What popular thing/service is not worth the money?",
    "What qualities do you most enjoy in a friend?",
    "What quote do you want on your tombstone?",
    "What really makes no sense?",
    "What season is your favorite?",
    "What social customs do we need to retire?",
    "What song did you listen to last?",
    "What terrible product sells by the millions?",
    "What the biggest deal-breaker for you?",
    "What thing is secretly just one giant scam?",
    "What was a huge trend that everyone has forgotten?",
    "What was one unrealistic dream you had as a child?",
    "What was the best day you ever had?",
    "What was the best part of your day today?",
    "What was the best roller coaster you have ridden?",
    "What was the biggest lie you told without getting caught?",
    "What was the cruelest joke you played on someone?",
    "What was the happiest day of your life?",
    "What was the last thing you ate?",
    "What was the longest time you've gone without sleeping?",
    "What was the most embarrassing thing that you ever did while on a date?",
    "What was the name of the street you grew up on?",
    "What was the name of your first crush?",
    "What was the one thing you could never learn how to do no matter how hard you tried?",
    "What was the one thing you failed badly at?",
    "What was the stupidest thing you ever did?",
    "What was the worst day of your life and why?",
    "What was the worst day you ever had?",
    "What was the worst gift you ever received?",
    "What was the worst vacation you ever had?",
    "What was your biggest fear as a child?",
    "What was your favorite childhood show?",
    "What was your favorite childhood television show?",
    "What was your favorite childhood toy?",
    "What was your favorite subject in school?",
    "What was your first impression of [random user]?",
    "What was your first impression of everyone here?",
    "What weird sentimental objects have you kept from when you were younger?",
    "What word do you hate the most?",
    "What would be in your web history that you'd be embarrassed if someone saw?",
    "What would be the consequences if all of a sudden hot air went down and cold air went up?",
    "What would be the worst part about getting pantsed in front of your crush?",
    "What would be your perfect day? plan it out from waking up to bedtime.",
    "What would you do if you were the Queen of England?",
    "What would you do with $1,000?",
    "What's a funny story from your childhood?",
    "What's a hygiene tip/trick you think everyone should know?",
    "What's a movie that teaches a really bad lesson?",
    "What's a skill you wish you had?",
    "What's a song you relate to?",
    "What's a thing you dislike about the opposite gender?",
    "What's a trend you can't stand?",
    "What's a weird food combination you actually like?",
    "What's been the best year of your life?",
    "What's better: tennis or badminton?",
    "What's on your bucket list?",
    "What's one food that you will never order at a restaurant?",
    "What's one job you could never do?",
    "What's one job you'll never work?",
    "What's one movie you're embarrassed to admit you enjoy?",
    "What's one silly thing you can't live without?",
    "What's one similarity you think most people share here?",
    "What's one thing you do that you don't want anyone to know about?",
    "What's one thing you hate about where you live?",
    "What's one thing you learned the \"hard way\"?",
    "What's one thing you want everyone to know about you?",
    "What's one thing you wish you could change?",
    "What's one thing you would never order in a restaurant?",
    "What's one thing you're always willing to pay the extra price for?",
    "What's one thing you've done that people here would judge you for?",
    "What's one useless skill you'd love to learn anyway?",
    "What's one weird thing you do with your family?",
    "What's something that everyone else likes, but you don't?",
    "What's something that everyone hates, but you like?",
    "What's something that irrationally irritates you?",
    "What's something that makes you laugh?",
    "What's something that may seem silly but makes you really angry?",
    "What's something that's a complete rip-off but people love and buy?",
    "What's something unpopular you wish more people would use?",
    "What's something you desperately want to hear?",
    "What's something you feel like you should like more than you actually do?",
    "What's something you lose sleep over?",
    "What's something you regret?",
    "What's something you thought your parents didn't know but found out later they did?",
    "What's something you've wasted too much money on?",
    "What's something/someone you will never forget?",
    "What's that dish that, even when you're absolutely stuffed, you'd still take a few bites of?",
    "What's that one thing you would never say no to?",
    "What's the best candy?",
    "What's the best deal you've ever gotten on anything?",
    "What's the best prank you've ever played on someone?",
    "What's the best purchase that you've made for $10 or less?",
    "What's the best thing about [random user]?",
    "What's the best thing to say to your friend that would be the worst thing to say to your crush?",
    "What's the biggest lie you've ever told?",
    "What's the biggest mistake you've ever made?",
    "What's the craziest thing that has happened to you in a mall?",
    "What's the craziest thing you've done on public transportation?",
    "What's the craziest thing you've ever done in a movie theater?",
    "What's the dumbest thing you did as a child?",
    "What's the dumbest thing you've done in front of your crush?",
    "What's the dumbest thing you've done without thinking?",
    "What's the first thing you do in the morning?",
    "What's the funniest thing you've ever done?",
    "What's the grossest smell you've encountered?",
    "What's the last thing you searched for on your phone?",
    "What's the last youtube video you watched?",
    "What's the latest time you've ever been awake while still sleeping the same night? (basically all-nighters don't count)",
    "What's the longest time you've ever gone without showering?",
    "What's the longest time you've ever kept a library book?",
    "What's the longest you've been without showering?",
    "What's the longest you've ever slept?",
    "What's the longest you've left food on the ground before eating it?",
    "What's the longest you've purposely left someone on read?",
    "What's the meanest thing someone has ever said to you?",
    "What's the meanest thing you've ever done?",
    "What's the most afraid you've ever been?",
    "What's the most awkward job interview you've ever had?",
    "What's the most childish thing that you still do?",
    "What's the most disgusting food you've ever eaten?",
    "What's the most disgusting thing you have ever seen?",
    "What's the most embarassing conversation you've had through text messages?",
    "What's the most embarrassing item in your room?",
    "What's the most embarrassing moment that you had with your parents?",
    "What's the most embarrassing nickname you've ever had?",
    "What's the most embarrassing thing that you've put on social media?",
    "What's the most embarrassing thing you're proud of?",
    "What's the most embarrassing thing you've seen happen to someone else?",
    "What's the most embarrassing thing your parents have caught you doing?",
    "What's the most embarrassing time you've called someone the wrong name?",
    "What's the most embarrassing top-played song on your phone?",
    "What's the most expensive thing you've stolen?",
    "What's the most inappropriate time you've ever laughed?",
    "What's the most interesting thing you've done while in online class?",
    "What's the most ridiculous fact you know?",
    "What's the most ridiculous thing you have an emotional attachment to?",
    "What's the most trouble you've gotten into at school?",
    "What's the most unflattering school picture of you?",
    "What's the most useless piece of knowledge you know?",
    "What's the most weird thing you've done in online class?",
    "What's the pettiest thing you've ever done?",
    "What's the strangest dream you've ever had?",
    "What's the strangest dream you've had?",
    "What's the strangest thing you've done in online class?",
    "What's the stupidest thing you've ever done?",
    "What's the weirdest outfit you've ever worn in public?",
    "What's the weirdest thing you've done on a plane?",
    "What's the weirdest thing you've done?",
    "What's the weirdest thing you've ever bought?",
    "What's the weirdest thing you've ever collected?",
    "What's the weirdest thing you've ever eaten?",
    "What's the weirdest thing you've seen happen at a friend's house that they thought was normal?",
    "What's the worst class to have first period?",
    "What's the worst excuse you tried to use on a teacher or parent?",
    "What's the worst pain you've experienced and what caused it?",
    "What's the worst physical pain you've ever experienced?",
    "What's the worst present someone has ever given you?",
    "What's the worst thing one of your friends or ex-friends has done to you?",
    "What's the worst thing you can remember that's happened to you?",
    "What's the worst thing you've ever said to your parents?",
    "What's the worst time you let someone take the blame for something you did and what was it?",
    "What's the worst weather to be stuck outside in if all you could wear was a bathing suit?",
    "What's the yummiest thing you've ever eaten?",
    "What's your all time favourite book?",
    "What's your all-time favorite memory?",
    "What's your best pickup line?",
    "What's your biggest pet peeve?",
    "What's your biggest weakness?",
    "What's your dream death?",
    "What's your favorite animal fact?",
    "What's your favorite childhood memory?",
    "What's your favorite compliment you've ever received?",
    "What's your favorite drink?",
    "What's your favorite feature about your body?",
    "What's your favorite film?",
    "What's your favorite food?",
    "What's your favorite holiday?",
    "What's your favorite movie?",
    "What's your favorite species of tree and why?",
    "What's your favorite thing about yourself?",
    "What's your favorite thing you own and why?",
    "What's your favourite dare?",
    "What's your least favorite Truth or Dare question?",
    "What's your least favourite song?",
    "What's your most bizarre nickname?",
    "What's your personality and how did it end up that way?",
    "What's your silliest fear?",
    "Whats the biggest animal you could successfully wrestle?",
    "What’s your career ambition?",
    "What’s your dream job?",
    "What’s your idea of a perfect vacation?",
    "When did you find out the truth about santa?",
    "When did you join Discord?",
    "When did you last shave and where on your body was it?",
    "When have you felt the most challenged?",
    "When have you felt the most proud?",
    "When is the last time you brushed your teeth?",
    "When is the last time you took a shower?",
    "When is your birthday?",
    "When was the last time you cried and why?",
    "When was the last time you cried, and what made you cry?",
    "When was the last time you cried?",
    "When was the last time you exercised?",
    "When was the last time you lied?",
    "When was the last time you made someone cry?",
    "When was the last time you sang to yourself? What about to someone else?",
    "When was the last time you wet the bed?",
    "When was your last traumatizing experience?",
    "When you think that no one is listening, do you sing in the shower?",
    "When's the last time you apologized? what for?",
    "Where do you go to rant?",
    "Where do you hope to be five years from now? ten? fifteen?",
    "Where do you like to go when you're feeling down?",
    "Where do you want to travel the most?",
    "Where is the weirdest place you've ever gone to the bathroom?",
    "Where is your favorite vacation spot?",
    "Which college are you planning to go to?",
    "Which do you like better, cars or trucks?",
    "Which do you like better, coca-cola or pepsi?",
    "Which do you like better, dogs or cats?",
    "Which extinct animal would you like to be able to revive?",
    "Which food smells better than it tastes?",
    "Which is the best drink in the world and why?",
    "Which of your family members annoys you the most and why?",
    "Which person do you (verbally) talk to the most? ",
    "Which person do you text the most?",
    "Which planet would you want to change or get rid of?",
    "Which player knows you the best?",
    "Which player would survive a zombie apocalypse and which would be the first to go?",
    "Which subject do you hate the most?",
    "Who (in your opinion) is the most overrated band, singer or musician?",
    "Who affects you the most when he/she are sad in the server?",
    "Who annoys you even though they shouldn't?",
    "Who can't you see crying in this server if you have to name only one?",
    "Who do you care about the most?",
    "Who do you go to when you are stressed?",
    "Who do you like the most in this server?",
    "Who do you pretend to like, but actually don't?",
    "Who do you think is the Beyonce of the group?",
    "Who has the best sense of style?",
    "Who here are you most jealous of?",
    "Who here do you disagree the most?",
    "Who here would you want to trade lives with the most?",
    "Who in the group do you trust the least?",
    "Who in the group would be your one phone call if you were in jail?",
    "Who in this group is the most similar to you?",
    "Who in this server are you closest to?",
    "Who in this server is scariest?",
    "Who in this server is the most likely to get rich?",
    "Who is famous, but doesn't deserve to be?",
    "Who is one person you wish was still in your life?",
    "Who is the easiest to talk to in this server?",
    "Who is the last person you stalked on social media?",
    "Who is the most innocent person in this server?",
    "Who is the most overrated person in history?",
    "Who is the person you are the most jealous of and why?",
    "Who is your best friend, name only one?",
    "Who is your best friend?",
    "Who is your celebrity crush?",
    "Who is your current crush?",
    "Who is your favorite family member?",
    "Who is your favorite fictional character?",
    "Who is your favorite person and why?",
    "Who is your favorite teacher and why?",
    "Who is your favorite us president and why?",
    "Who is your favourite singer?",
    "Who is your favourite teacher, and why?",
    "Who is your least favorite person in this server?",
    "Who is your most annoying neighbor?",
    "Who on this server do you talk to the most and why?",
    "Who was the worst friend you have had and why?",
    "Who was your favorite teacher in school?",
    "Who was your first crush?",
    "Who was your longest secret crush?",
    "Who would rather be stuck on a desert island: the person on your left or on your right?",
    "Who would you ask to prom if you could choose anyone?",
    "Who would you call to help bury a body?",
    "Who would you hate to see naked?",
    "Who would you kick out of the server if you could?",
    "Who would you rather live with: miley cyrus, snoop dogg, or adam levine?",
    "Who would you rather marry: brad pitt, zach efron, or antonio banderas?",
    "Who you want to see always smiling?",
    "Who's the most bf/gf material?",
    "Who's the most embarrassing person you stalk?",
    "Who's the most photogenic person here?",
    "Who's the most surprising person to ever slide into your dms?",
    "Who's the prettiest/handsomest person you know?",
    "Who's the worst person you've ever met?",
    "Who's your favorite person in this server?",
    "Who's your idol?",
    "Who's your least favorite person in this server?",
    "Without telling the name of your country, where do you live?",
    "Would you become a boy/girl for a day, if you had the choice? Why?",
    "Would you consider yourself good at keeping secrets?",
    "Would you consider yourself popular?",
    "Would you ever be mean to someone if it meant you could save your close friend from embarrassment?",
    "Would you ever eat a soggy cupcake if you were really craving it?",
    "Would you ever get plastic surgery?",
    "Would you ever want to be famous, and if so, for what?",
    "Would you ever want to be famous?",
    "Would you get a twin if given the chance?",
    "Would you lie or cheat for a friend?",
    "Would you marry someone rich even if you weren't in love with them?",
    "Would you rather be a chicken or duck?",
    "Would you rather eat dog food or cat food?",
    "Would you rather not shower for a month, or eat the same meal every day for a month?",
    "Would you take steroids?",
    "Would you volunteer as tribute for anyone in this room in the hunger games?",
    "Would you wear to school that you can't wear now?",
    "Would you wipe all your memories for 20 million dollars?",
    "You accidentally step on a wasp when suddenly you see 1000 of them flying towards you. what do you do?",
    "You are given $2 trillion and 20 years to build something in the usa. what do you build?",
    "You are given unlimited money - what global problems would you solve?",
    "You are the supreme leader of the world's largest cult. what do you have your followers do on day 1?",
    "You died. and you were given a second chance to live again just for 100 days. what are you going to do for 100 days?",
    "You have to delete every app on your except for five. name the five you would keep.",
    "You're about to be killed - what are your final words?",
    "You're the last person in the world. what do you do?"
  ],
  "pg13": [
    "Where is the strangest place you have peed?",
    "On an overnight trip, would you rather share a bed with your best friend or her boyfriend?",
    "Rate everyone in the room from 1 to 10, with 10 being the hottest.",
    "Describe your favorite activity when you're alone.",
    "What was the worst thing you've ever seen on discord?",
    "What if your best friend told you that she/he liked your crush?",
    "What's the furthest you've gone in a game of truth or dare?",
    "If someone sent you a nude, what would you do?",
    "What is a secret you keep/kept from your parents?",
    "Have you ever told a lie about your best friend to make yourself look better?",
    "Would you ditch your friends if you could become the most popular girl in school?",
    "Have you ever been caught cheating on someone?",
    "Have you ever asked someone out?",
    "Have you ever had a crush on a person at least 10 years older than you?",
    "Have you ever peed in the pool?",
    "Who have you loved but didn't love you back?",
    "If your parents hated your partner, would you dump them?",
    "Have you ever farted in an elevator?",
    "What's the most disgusting thing you've ever seen?",
    "If you had to cut one friend out of your life from the group, who would it be?",
    "If one of your friends were cheating with your other friend's partner, what would you do?",
    "What makes you feel uncomfortable?",
    "Have you ever ignored a friend's text? why did you do it?",
    "What's the craziest thing you've done while drunk?",
    "You win a trip and are allowed to bring two people from here. who do you pick?",
    "If you could kill someone with no consequences, who would you kill?",
    "Who do you think is the worst-dressed person in this room?",
    "Would you share a toothbrush with your best friend?",
    "What do you wish was socially acceptable?",
    "Have you ever thought about ditching your friend for a boy?",
    "If you had to trade your friend in for the celebrity crush of your dreams, which friend would you choose?",
    "What's the sexiest thing about a guy/girl?",
    "Do you currently have a crush on anyone?",
    "What was your first impression of [random user]?",
    "What's the best thing to say to your friend that would be the worst thing to say to your crush?",
    "Who was your longest secret crush?",
    "Do you think your friend's boyfriend is hot?",
    "Has anyone ever walked in on you when going #2 in the bathroom?",
    "If you switched genders for a day, what would you do?",
    "How many people have you kissed? (excluding your family)",
    "What is your guilty pleasure?",
    "Who's hotter: you or your friend?",
    "After you've dropped a piece of food, what's the longest time you've left it on the ground and then ate it?",
    "What if your best friend told you that she liked your crush?",
    "Have you ever ditched your friend for a boy?",
    "What's the most inappropriate time you've ever laughed?",
    "If your crush told you he liked your best friend, what would you do?",
    "What's your least favorite feature about your body?",
    "If you had to choose, who would you stop being friends with?",
    "Would you choose a wild, hot relationship or a calm and stable one?",
    "What's something that should be normal but isn't?",
    "What's one thing you would never do in front of someone you had a crush on?",
    "Would you hook up with him if you knew she would never find out?",
    "If your friend and your boyfriend were both dying in front of you, who would try to save first?",
    "Would you rather be a guy or a girl? why?",
    "You win a trip and are allowed to bring two people. who do you pick?",
    "What's your favorite feature about your body?",
    "What's the biggest secret you hold for someone else?",
    "What would you do if your crush liked someone else?",
    "If you knew you were going to die in 2 minutes, what would you do/say?",
    "What do most people wish for/want that you don't?",
    "What is better hard than soft?",
    "Have you ever lied to your best friend?",
    "Have you ever had a crush on a friend's boyfriend/girlfriend?",
    "What's the first thing you would do if you woke up one day as the opposite sex?",
    "Have you ever had a crush on one of your teachers?",
    "What was the most awkward encounter with a crush that you have had?",
    "Have you ever shared your friend's secret with someone else?",
    "If you had to date someone else's boyfriend, who would it be?",
    "Have you ever dreamed of anyone here? if so, what was it?",
    "What's the craziest thing you've done on public transportation?",
    "If you could put the person you hate the most in a game, what game would you put them in to cause the most suffering?",
    "Who do you think your friend should date instead of her current boyfriend?",
    "If your crush told you he/she liked your best friend, what would you do?",
    "What are your top three turn-ons?",
    "Has a crush ever found out you liked them and turned you down?",
    "Have you ever been caught checking someone out?",
    "The object or person to your left is going to kill you. who or what is it?",
    "What is your greatest fear in a relationship?",
    "If you knew your friend's bf/gf was cheating on them, what would you do?",
    "What are your favorite and least favorite of your body parts?",
    "Act like the opposite sex for 5 minutes.",
    "If one of your friends were cheating with your other friend's boyfriend, what would you do?",
    "Would you ever date two people at once if you could get away with it?",
    "Have you ever been rejected by someone? explain.",
    "What do you want on your tombstone?",
    "Which mistake did you make as a teenager is still biting you in the ass until now?",
    "What parts of your body do you shave?",
    "What is the most annoying thing about your best friend?",
    "On an overnight trip, if there was only one bed, who from here would you share it with?",
    "Who is your current crush?",
    "If your best friend had b.o., would you tell her?",
    "If someone asked you what your best friend is like, how would you describe her?",
    "Out of the last 5 people you dmed, if you had to kiss one of them who would you pick? (no bots)",
    "Have you ever fallen in love at first sight?",
    "Have you ever tasted a booger?",
    "What's your opinion on love?",
    "What's your greatest fear?",
    "If she doesn't have a boyfriend, who do you think she should date?",
    "If someone you didn't like had a crush on you, how would you act around them? what if he/she was your close friend?",
    "If you knew you were going to die in 24 hours, what would you do/say?",
    "Who's the most attractive person in this group?",
    "Have you ever seen a dead body?",
    "If you knew your friend's boyfriend was cheating on her, what would you do?",
    "Have you ever told a secret you were told to keep?",
    "Who annoys you the most in this server, excluding yourself or bots?",
    "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
    "If your friend asked you to lie for her and you knew you would get in trouble, would you do it?",
    "What is your scariest imagination when you fall to sleep?",
    "Would you let a friend cheat on a test?",
    "What's the creepiest unsolved mystery you know?",
    "What's the meanest thing you've ever done?",
    "What is the most likely to cause humanity's extinction?",
    "What was your first impression of your best friend's boyfriend?",
    "What was the best accidental nudity you've seen in person?",
    "Have you ever sent an inappropriate text to your mom or dad by accident?",
    "Would you go out with an older person? how old is too old?",
    "What's something you're glad your parents don't know about you?",
    "What was the last thing you searched for on your phone?",
    "If someone you didn't like had a crush on you, how would you act around them?",
    "Have you ever walked in on your parents doing it?",
    "If your friend asked you to lie for them and you knew you would get in trouble, would you do it?",
    "Have you ever played cards against humanity with your parents?",
    "How much would you do to get your dream partner?",
    "Would you rather be caught picking your nose or picking a wedgie?",
    "Who is the hottest: hagrid, dumbledore, or dobby?",
    "If you had to make out with someone in this group, who would you pick? (no picking yourself)"
  ],
  "r": [
    "How do you like the taste when you go down on someone?",
    "Who was your best partner and why?",
    "Have you ever roleplayed?",
    "What was it like going down on someone the first time?",
    "Who would you hate to see naked?",
    "Have you ever cheated?",
    "What is the first dirty thing you would do if you woke up as the opposite sex?",
    "Who's the most embarrassing person you stalk?",
    "What was it like the first time someone went down on you?",
    "What's the worst lie you've ever told?",
    "What's a kink you were into but not anymore?",
    "Who's the most embarrassing crush you've ever had?",
    "How many people have seen you naked?",
    "If you could be good at only 1 subject and be horrible at all the others, what subject would you pick?",
    "When it comes to lingerie, is less best, or do you want something to unwrap?",
    "What's a tip that's nsfw but can save your life?",
    "Have you ever thought about the same sex?",
    "What's the most embarrassing thing that turns you on?",
    "Who do you most want to sleep with, out of everyone here?",
    "What's the most unusual place you made love in?",
    "What's something romantic you've done that you're most proud of?",
    "If you were into the same sex, which male celebrity would you go for?",
    "What's your ultimate sexual fantasy?",
    "Have you ever faked it? when? can you recreate it?",
    "What's the hookup you regret the most?",
    "What's your self-love strategy?",
    "Have you ever sexted anyone? if so, read one of the sexts in a fake british accent.",
    "What is the craziest thing you've ever watched?",
    "What's your least favorite feature about your body?",
    "Do you have an \"i'm getting laid tonight\" outfit? what is it?",
    "Let someone go through your amazon purchase history and read it out to the group.",
    "How do you feel when touching yourself?",
    "What's your favorite feature about your body?",
    "Have you ever done it in a car?",
    "Describe your favorite thing to do when you're alone.",
    "When was the most embarrassing time you got turned on?",
    "If you got to have a threesome with people in this room, who would you do it with and why?",
    "If you added \"in my ass\" to the title of the last song you listened to, what would it be?",
    "What's your favorite body part on yourself? on your partner?",
    "If you could spend one night with any pornstar past or present in their prime, who would it be?",
    "When was the last time you cried?",
    "Where is the weirdest place that you've ever gone solo?",
    "Are second rounds exciting or exhausting?",
    "What's the worst kiss you've ever been given?",
    "Let someone go through your youtube history and read it out to the group.",
    "If you could choose one person to have sex with, who would you pick?",
    "What is one thing you've never done in the bedroom?",
    "What's your favorite body part on a girl?",
    "Do you have any interesting fetishes?",
    "Have you ever been to a strip club?",
    "What would be more thrilling: angry sex or makeup sex?",
    "If you could have sex with anyone in history, who would you have sex with?",
    "What's your worst substance story (getting drunk, high, etc.)?",
    "Have you ever wanted to cheat?",
    "Have you ever given or been given ‘attention' while driving a car?",
    "What was the most powerful sexual experience you've ever had?",
    "What sex act have you've done that you'll never do again?",
    "Do you have any spicy pictures or videos saved on your phone?",
    "Have you ever had a one-night stand?",
    "Where are you on the straight/queer spectrum? be honest!",
    "When did you lose your virginity?",
    "When was your first kiss?",
    "If you got paid $100, would you go skinny dipping with [random user]?",
    "What is the dumbest thing you've ever done?",
    "Have you ever gotten a bikini wax?",
    "What's your favorite body part on a guy?",
    "What's the most embarrassing thing you've done in a relationship?",
    "Do you prefer one-on-one or the more the merrier?",
    "Who is your strangest off-limits crush?",
    "Have you ever had a wardrobe malfunction?",
    "Have you ever been attracted to the same sex?",
    "Who here are you most jealous of?",
    "What kink is your partner into but you are not but you do anyway?",
    "Do you prefer to have a dominant, submissive, or neutral partner? explain why?",
    "What animal represents you the best?",
    "Who's the hottest person at work?",
    "When was the first time you came?",
    "What's your most recent naked story?",
    "How often do you trim down there?",
    "When/how did you find out how babies are made?",
    "What's the strangest dream you've had?",
    "What's the naughtiest thing you've gotten away with?",
    "Who would you love to see naked?",
    "Have you ever made someone cry?",
    "When did you go solo for the first time?",
    "What is your favorite \"special\" toy?",
    "Have you ever considered a threesome?",
    "When you fart, do you sit there or try to move away from it?",
    "How many people have you slept with?",
    "Have you ever wanted to try on women's clothing?",
    "What is the most fun you've ever had in a romantic setting?",
    "What is the song that you get it on to the most?",
    "What's your favorite fantasy to pleasure yourself to?"
  ]
}