{"pg": ["What is the youngest age partner you’d date?", "What's your silliest fear?", "Have you ever regifted a present?", "Of all the people at here, who do you think would make the best president?", "What did you think you were good at but found out that you really weren't?", "Have you ever shoplifted or stolen anything?", "Who in this server is easiest to talk to?", "What is your go-to song for the shower?", "What have you seen that you wish you could unsee?", "If you're religious, what's the most sinful thing you've ever done?", "Do you sleep with a stuffed animal?", "Have you ever stolen money from your parents?", "Rank everyone here from 1-10.", "Have you ever started an unintended fire?", "What movie character do you relate to the most?", "Who do you like the least in this server? (no choosing yourself)", "Who’s the most surprising person to ever slide into your dms?", "Why would you be a bad boyfriend/girlfriend?", "Who would you call to help bury a body?", "What percent of discord do you think is under 13?", "Do you talk in your sleep?", "Did you ever sneak into an adult movie when you were underage?", "If you had to cut one friend out of your life from the group, who would it be?", "Are you closer to your mom or dad?", "One by one, make up a title for each player's movie about their life.", "Do you drool in your sleep?", "What do you wish was socially acceptable?", "What is your favorite holiday?", "What was your first impression of [random user]?", "When was the last time you lied?", "If you had to choose, would you shoot yourself or your best friend/crush?", "What is your greatest fear in a relationship?", "Would you wipe all your memories for 20 million dollars?", "What’s the most ridiculous thing you have an emotional attachment to?", "Name the last 5 websites you visited.", "What animal represents you the best?", "What’s one movie you’re embarrassed to admit you enjoy?", "Have you ever had a near-death experience?", "If you were guaranteed to never get caught and you could travel back in time, who on earth would you murder?", "What's your favorite holiday?", "What's one thing you would never eat on a first date?", "If you could be someone else, who would you be?", "What word do you hate the most?", "What does your dream boy or girl look like?", "What is that one thing you would never do for all the money in the world?", "What's the yummiest thing you've ever eaten?", "If you only had two minutes to get out of your house, what would you grab?", "Do you watch anime?", "What's your favorite drink?", "What's your most embarrassing story?", "Have you ever stayed friends with someone because it benefitted you beyond just the friendship?", "What's the dumbest thing you've done in front of your crush?", "Have you ever lied to your best friend?", "What’s the craziest thing you’ve ever done in a movie theater?", "What app do you waste the most time on?", "What’s one job you could never do?", "If you had one week to live and you had to marry someone in your group, who would it be?", "Have you ever clipped your toenails in public?", "What's your favorite food?", "How old were you when you had your first kiss?", "Have you ever thought something would be horrible then tried it and it was amazing?", "If you were rescuing people from a burning building and you had to leave one person behind from this room, who would it be?", "What's the latest time you've ever been awake while still sleeping the same night? (basically all-nighters don't count)", "What's the most disgusting food you've ever eaten?", "Have you ever failed a test? what was it?", "What's better: tennis or badminton?", "If you found a large amount of money, would you keep it or would you try to find the owner?", "If you were a giant, what would you like to do?", "If someone offered you $1 million to break up, would you do it?", "If you could control anyone’s life for a day, who would it be and what would you do?", "Tell us about the worst restaurant experience you ever had.", "What is your biggest pet peeve?", "Have you ever been caught cheating in school?", "What's the worst excuse you tried to use on a teacher or parent?", "What are some of your bad habits?", "When’s the last time you apologized? what for?", "What’s the most trouble you’ve gotten into at school?", "What was the most embarrassing thing you accidentally texted to the wrong person?", "What is something you find absolutely disgusting to the point you get sick?", "What’s the grossest smell that you secretly enjoy?", "What's the longest you've gone without showering?", "What's the strangest dream you've had?", "What’s the weirdest thing you’ve done on a plane?", "Would you volunteer as tribute for anyone in this room in the hunger games?", "Have you ever dressed up as the opposite sex?", "If you could only live with one other person and you had to pick, who would you choose to be with you on a deserted island?", "Would you ever eat a soggy cupcake if you were really craving it?", "If you were reborn, what decade would you want to be born in?", "What's the last thing you googled?", "How many bones have you broken?", "What's the longest time you've ever kept a library book?", "What's the most disgusting thing you've ever done?", "What’s the craziest thing you’ve done on public transportation?", "If you could go back in time and change one thing, what would you change?", "What's one thing you hate about where you live?", "What is your favorite snack from a vending machine?", "Who in this server is scariest?", "What’s the worst present someone has ever given you?", "What's the most unflattering school picture of you?", "What's something you're glad your parents don't know about you?", "Who’s the last person you stalked on social media?", "If you switched genders for a day, what would you do?", "What's the most weird thing you've done while in online class?", "What’s the last youtube video you watched?", "You have to pick a person to date in this server. who would you pick? (no choosing yourself)", "What do you regret?", "If you could be reincarnated into anyone's body, who would you want to become?", "Who's your favorite person in this server, excluding yourself or bots?", "What are some things you think about when sitting on the toilet?", "Do you secretly love twilight?", "What was your biggest fear as a child?", "Are you more introverted or extroverted?", "Have you ever lied about your age to someone?", "Which of your family members annoys you the most and why?", "How often do you shower?", "What would be in your web history that you’d be embarrassed if someone saw?", "Show us the most embarrassing thing you've put on social media.", "Say the first word that comes to your mind.", "Who's the last person you called by the wrong name?", "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?", "What’s the weirdest thing you’ve ever collected?", "What is yourleast favorite part about family gatherings ?", "What's something you thought your parents didn't know but found out later they did?", "If you had to meet up with one person in the group's parents and you could choose, who would it be?", "Announce to the group your last 10 searches.", "If you had to be a tv character from a sitcom, who would you choose and why?", "What’s the most inappropriate time you’ve ever laughed?", "What's the most recent thing you learned wasn't true that you thought was?", "If you could only text one person for the rest of your life, but you could never talk to that person face-to-face, who would that be?", "Name the three websites you visit the most.", "What’s your favorite thing about yourself?", "What’s one useless skill you’d love to learn anyway?", "Have you ever forgotten a special person’s birthday?", "Describe everyone here in a sentence.", "If you had to swap lives with someone in this group, who would it be?", "What foods are you sick of?", "You have to delete every app on your except for five. name the five you would keep.", "Who annoys you even though they shouldn't?", "What’s your most bizarre nickname?", "Who's the most attractive person in this group?", "Who is your secret crush?", "Do you have a weird collection? if so, what?", "What's the most embarrassing thing you're proud of?", "What's the most interesting thing you've done while in online class?", "If you could be good at only 1 subject and be horrible at all the others, what subject would you pick?", "What book character do you relate to the most?", "Who would you like to kiss the most in this server?", "What do you like most and least about your personality?", "What’s the craziest thing that has happened to you in a mall?", "Have you ever used homework/being busy as an excuse not to go out with friends?", "What’s the best prank you’ve ever played on someone?", "What's the dumbest thing you've done without thinking?", "What is your favorite day of the week?", "What's the meanest thing you've ever done?", "If you were a potato, how would you want to be cooked?", "What's your favorite feature about your body?", "What's your least favorite feature about your body?", "What's the most embarrassing moment that you had with your parents?", "Would you ever be mean to someone if it meant you could save your close friend from embarrassment?", "Who in the group do you trust the least?", "Have you ever walked into something while on the phone?", "Who in the group would be your one phone call if you were in jail?", "What's your favorite movie?", "What's a thing you dislike about the opposite gender?", "If you could hire someone to do one thing for you, what would it be?", "Have you ever walked into a wall?", "Who's the most attractive one here to you?", "If you could be invisible, who would you spy on?", "Who's more attractive, you or your best friend?", "Who are you most jealous of in the group?", "What's the strangest thing you've done while in online class?", "What's your best pickup line?", "Are you always on time, or are you always late?", "Who's the most embarrassing person you stalk?", "What's your favorite compliment you've ever received?", "Have you ever lied to your best friend's face?", "Did you ever try to fake your report card grades?", "Have you ever fallen asleep in class?", "What’s the weirdest thing you’ve ever bought?", "What do you hate most about yourself?", "What is the best lie you convinced someone that was true?", "Do you have a hidden talent?", "What’s a skill you wish you had?", "What song did you listen to last?", "What's the weirdest outfit you've ever worn in public?", "If you could change anything in history, what would you change?", "What do you want on your tombstone?", "When was the last time you cried and why?", "What is your excuse to get out of exercising?", "When did you find out the truth about santa?", "Are you a morning person or a night person?", "Would you ever want to be famous?", "Would you marry someone rich even if you weren’t in love with them?", "What is your worst habit?", "How far would you go with someone you just met and will never see again?", "If you only had 24 hours to live and you could do anything with anyone here, who would it be and what would you do with that person?", "What's the best thing about [random user]?", "What is your biggest regret?", "What is a secret you keep/kept from your parents?", "If you could reverse time, when would it be and what would you do differently?", "Which person do you text the most?", "Which person do you (verbally) talk to the most? ", "Which person knows you the best?", "What’s the worst time you let someone take the blame for something you did and what was it?", "What is something that you have never told anyone?", "What was the cruelest joke you played on someone?", "How many boy/girl contacts do you have on your phone?", "If you starred in a romance, what would it be like? describe the entire plot.", "Is there anything in your life that you would change?", "If you were the main character of a show/movie, describe the plot you would like to star in.", "List all your former crushes and explain why you liked them. include your current crush if you have one, but act like they were an old crush."], "pg13": ["Have you ever shared your friend's secret with someone else?", "Have you ever had a crush on a person at least 10 years older than you?", "Has anyone ever walked in on you when going #2 in the bathroom?", "Have you ever sexted anyone?", "Have you ever seen a dead body?", "If you knew your friend's bf/gf was cheating on them, what would you do?", "Would you rather be a guy or a girl? why?", "Describe your favorite activity when you’re alone.", "Would you share a toothbrush with your best friend?", "What do you want on your tombstone?", "If someone you didn't like had a crush on you, how would you act around them?", "If someone you didn't like had a crush on you, how would you act around them? what if he/she was your close friend?", "What makes you feel uncomfortable?", "What do you wish was socially acceptable?", "Who annoys you the most in this server, excluding yourself or bots?", "What's one thing you would never do in front of someone you had a crush on?", "If someone sent you a nude, what would you do?", "What's the best thing to say to your friend that would be the worst thing to say to your crush?", "Out of the last 5 people you dmed, if you had to kiss one of them who would you pick? (no bots)", "How many people have you kissed? (excluding your family)", "What parts of your body do you shave?", "On an overnight trip, if there was only one bed, who from here would you share it with?", "If your friend asked you to lie for them and you knew you would get in trouble, would you do it?", "What's your least favorite feature about your body?", "Have you ever asked someone out?", "If you had to cut one friend out of your life from the group, who would it be?", "If you switched genders for a day, what would you do?", "Have you ever ignored a friend's text? why did you do it?", "What is your greatest fear in a relationship?", "Who was your longest secret crush?", "Have you ever lied to your best friend?", "What’s your greatest fear?", "Who is the hottest: hagrid, dumbledore, or dobby?", "If you knew you were going to die in 24 hours, what would you do/say?", "If one of your friends were cheating with your other friend's partner what would you do?", "Who's the most attractive person in this group?", "How much would you do to get your dream partner?", "If your parents hated your partner, would you dump them?", "If you could kill someone with no consequences, who would you kill?", "What's the sexiest thing about a guy/girl?", "Have you ever had a crush on one of your teachers?", "Have you ever fallen in love at first sight?", "What's the most disgusting thing you've ever seen?", "What is your guilty pleasure?", "Have you ever been caught cheating on someone?", "Act like the opposite sex for 5 minutes.", "Have you ever told a lie about your best friend to make yourself look better?", "If your crush told you he/she liked your best friend, what would you do?", "What's something you're glad your parents don't know about you?", "What's the meanest thing you've ever done?", "What's your favorite feature about your body?", "What’s the most inappropriate time you’ve ever laughed?", "If you knew you were going to die in 2 minutes, what would you do/say?", "Has a crush ever found out you liked them and turned you down?", "What’s the craziest thing you’ve done on public transportation?", "What do most people wish for/want that you don’t?", "Would you ever date two people at once if you could get away with it?", "You win a trip and are allowed to bring two people from here. who do you pick?", "What are your favorite and least favorite of your body parts?", "Have you ever sent an inappropriate text to your mom or dad by accident?", "Would you rather be caught picking your nose or picking a wedgie?", "What's the craziest thing you've done while drunk?", "If you had to make out with someone in this group, who would you pick? (no picking yourself)", "Have you ever been caught checking someone out?", "What is your scariest imagination when you fall to sleep?", "What if your best friend told you that she/he liked your crush?", "What is the longest you have worn the same pair of underwear?", "Have you ever had a crush on a friend’s boyfriend/girlfriend?", "What would you do if your crush liked someone else?", "Have you ever been rejected by someone? explain.", "Who is your current crush?", "What’s the biggest secret you hold for someone else?", "Would you choose a wild, hot relationship or a calm and stable one?", "Would you go out with an older person? how old is too old?", "What is a secret you keep/kept from your parents?", "What are your top three turn-ons?", "Where is the strangest place you have peed?", "Have you ever dreamed of anyone here? if so, what was it?", "What's your opinion on love?", "Who have you loved but didn’t love you back?", "What was the most awkward encounter with a crush that you have had?", "How many boy/girl contacts do you have on your phone?", "Do you currently have a crush on anyone?"], "r": ["If you could choose one person to have sex with, who would you pick?", "What's your most recent naked story?", "What's the strangest dream you've had?", "Who would you hate to see naked?", "Who would you love to see naked?", "If you could have sex with anyone in history, who would you have sex with?", "If you could be good at only 1 subject and be horrible at all the others, what subject would you pick?", "What animal represents you the best?", "Who's the most embarrassing person you stalk?", "What's your least favorite feature about your body?", "What's your favorite feature about your body?", "What's the naughtiest thing you've gotten away with?", "When/how did you find out how babies are made?", "When you fart, do you sit there or try to move away from it?", "Describe your favorite thing to do when you’re alone.", "What sex act have you’ve done that you’ll never do again?", "How do you feel when touching yourself?", "What is the first dirty thing you would do if you woke up as the opposite sex?", "Do you prefer to have a dominant, submissive, or neutral partner? explain why?", "What’s the most unusual place you made love in?", "What's your ultimate sexual fantasy?", "If you got paid $100, would you go skinny dipping with [random user]?"]}