{
  "pg": [
    "What is one thing your grandparent taught you how to do?",
    "What does your dream boy or girl look like?",
    "What is 100% worse when wet?",
    "What's your favorite feature about your body?",
    "What's the weirdest thing you've done on a plane?",
    "The last time you argued with someone, did you apologize first or was it the other person?",
    "If you only had 24 hours to live and you could do anything with anyone here, who would it be and what would you do with that person?",
    "What's been the best year of your life?",
    "What percent of discord do you think is under 13?",
    "If you could have any person become a member of your family, who would you choose?",
    "What was your favorite childhood television show?",
    "When did you cry last time?",
    "Have you ever used a work computer for personal use?",
    "How would you describe your sense of humor? Can you give an example?",
    "What is something you have, that your pretty sure no one else has?",
    "How many things you currently own do you think you could throw away and not notice a difference in your life?",
    "Have you ever shoplifted or stolen anything?",
    "What animal do you think best reflects your personality?",
    "What is something you look forward to when you retire?",
    "If you were in heaven what's the first thing you would ask for?",
    "Would you rather let your dog eat out of your mouth or eat food out of a trash can?",
    "What terrible product sells by the millions?",
    "What is your favorite amusement park ride?",
    "Did you ever sneak into an adult movie when you were underage?",
    "What's the most childish thing that you still do?",
    "If you could have the attention of the world for one minute, what would you say?",
    "If you were invisible what is something you would do?",
    "Did you let someone else take the fall for something you did?",
    "If you could only text one person for the rest of your life, but you could never talk to that person face-to-face, who would that be?",
    "What are the worst typos you make?",
    "Who's the prettiest/handsomest person you know?",
    "When was the last time you forgot something?",
    "What is one thing you would change about yourself?",
    "If you could go anywhere in the world, where would you go?",
    "If animals could talk, which one would you have a conversation with?",
    "What are the three most important qualities you look for in a friend?",
    "What is something you have never told anyone in this room?",
    "What is your biggest pet peeve?",
    "What foods did you used to like but don't anymore?",
    "What is a question that you refuse to answer?",
    "Have you ever prank called a friend?",
    "Who do you pretend to like, but actually don't?",
    "If you could spend every waking moment with your girlfriend or boyfriend, would you?",
    "What is the funniest thing you have ever seen?",
    "Have you ever skipped school?",
    "For parents: which is your favorite child? for children: which is your favorite parent?",
    "If you were reborn, what decade would you want to be born in?",
    "What is the best thing you ever bought?",
    "If you could broadcast one thing to the world for 30 seconds, what would it be?",
    "What is the one thing you would stand in line for?",
    "What is the coolest fact about space you know?",
    "Who's the worst person you've ever met?",
    "If you were trapped on an island for 3 days, what would you take with you?",
    "Have you ever broken anything of someone else's and not told the person?",
    "What really makes no sense?",
    "What five things would you bring to a desert island?",
    "What is your opinion on tattoos?",
    "What's something that you think you may have been the only person in the world to ever do?",
    "What have you seen that you wish you could unsee?",
    "What is something that you are afraid of?",
    "What are some of your strangest \"shower thoughts\"?",
    "Tell us about the last dream you can remember. Don't leave any details out!",
    "What's the worst class to have first period?",
    "If you won the lottery right now, what would you immediately do?",
    "If your car broke down in the middle of the road, who in this room would be the last person you would call? why?",
    "What is your worst fear?",
    "If you got arrested for no reason at all, and your parents/friends don't know the reason for why you got arrested, what would be the first crime they think you got arrested for?",
    "Where do you like to go when you're feeling down?",
    "Are you into sports?",
    "What do you have too much of?",
    "In the next month, everyone will hunt you and kill you. if you survive the month, you will get a billion dollars. what are you going to do and where are you going to hide?",
    "What smells good but tastes bad?",
    "What is a secret you kept from your parents?",
    "What is the next thing you have on your to-buy list?",
    "Do you have any regrets? if so, what are they?",
    "If you could be someone else for a day who would you be?",
    "If you could remove one person from this server, who would it be?",
    "Who's the most bf/gf material?",
    "Do you talk to yourself in the mirror?",
    "What was one unrealistic dream you had as a child?",
    "Have you ever peed the bed?",
    "Who do you go to when you are stressed?",
    "What thing is secretly just one giant scam?",
    "What's the weirdest thing you've ever eaten?",
    "What is something you wish you were better at?",
    "What is your pet’s name?",
    "Which country would you like to visit?",
    "Have you ever met a celebrity, if so, who?",
    "What is the easiest way to bring a smile to your face?",
    "What is the most extraordinary natural occurrence you have ever seen?",
    "What is the biggest mistake you have ever made?",
    "What's the worst weather to be stuck outside in if all you could wear was a bathing suit?",
    "What do you spend too much time doing?",
    "What is the one thing you are the most afraid of?",
    "Do you have a bucket list? if so, what is one thing on that list?",
    "Have you ever been punished for something you didn't do?",
    "What would you say to your stuffed animals if they could understand you?",
    "What is the best time of day for you?",
    "If you had to describe your current life as a movie, which movie would you choose?",
    "What have you experienced that has an unexpected plot twist?",
    "What did you learn in school that you wish you could forget?",
    "What is the one food you couldn’t live without?",
    "What's a song you relate to?",
    "What does nobody want to talk about, but really should?",
    "What are the last 5 websites you visited?",
    "What do you do when you are alone and no one is watching you?",
    "What was the name of your first crush?",
    "Do you believe in ghosts?",
    "Do you prefer facebook or twitter?",
    "What makes you furious?",
    "Have you ever been at an event that you think will one day be in history books?",
    "If you could only save one of your parents from certain death, which would you pick?",
    "What was the stupidest thing you ever did?",
    "If you could reverse time, when would it be and what would you do differently?",
    "Who do you want to be when you grow up?",
    "What is the funniest thing that ever happened at school?",
    "What is something you predict will exist in 10 years that doesn't today?",
    "What is the best gift you ever received?",
    "What is your ideal school like?",
    "When is the last time you brushed your teeth?",
    "Have you ever been outside of the country?",
    "What's the way you find yourself procrastinating most?",
    "How many boy/girl contacts do you have on your phone?",
    "What's the most embarrassing nickname you've ever had?",
    "Have you ever lied about being sick so you could stay home from work or school?",
    "You are given unlimited money - what global problems would you solve?",
    "What is your favorite tv show?",
    "Who is your most annoying neighbor?",
    "If you could swap one physical feature with your best friend, what would that be?",
    "Would you ever get plastic surgery?",
    "What’s your career ambition?",
    "What's the biggest lie you've ever told?",
    "Have you poured a glass of milk on a plant?",
    "What was a situation you thought would be terrible but you actually enjoyed it?",
    "What's your \"i thought they were joking\" moment?",
    "What is your favorite fruit?",
    "Would you marry someone rich even if you weren't in love with them?",
    "If you started a band, what would you name it?",
    "Who is famous, but doesn't deserve to be?",
    "How many stuffed animals do you own?",
    "Do you have a weird collection?",
    "What was your most recent experience of going down the rabbit hole?",
    "Do you know how to cook?",
    "What's a funny story from your childhood?",
    "How do you respond to \"tell us an interesting fact about you\"?",
    "Have you ever been stuck in an elevator and if so who were you with?",
    "What or who are you always willing to make time for?",
    "What is that one thing you would never do for all the money in the world?",
    "If you had the money and resources to start a business, what would it be?",
    "Have you ever cried during a movie?",
    "Rank everyone here from 1-10.",
    "What's a food you vow never to eat?",
    "What one thing would significantly make your life better?",
    "What was the worst vacation you ever had?",
    "Have you ever peed in the shower?",
    "What is your favorite outdoor pastime?",
    "Would you consider yourself decisive or indecisive?",
    "What was the last dream you can remember about?",
    "What does your dream home look like?",
    "How do you best like your ice-cream?",
    "If you were guaranteed to never get caught and you could travel back in time, who on earth would you murder?",
    "When was the last time your room was cleaned?",
    "What old game should be remade with 2021 graphics?",
    "What have you recently felt grateful for?",
    "Have you ever played sick because you didn't want to go to school?",
    "Have you ever kept a library book?",
    "Have you ever had a terrible house guest? if so, what happened?",
    "What are some of your bad habits?",
    "What is something that has had a big impact on your that you observed from afar?",
    "Which person do you text the most?",
    "If you could change one thing about your past, what would it be?",
    "Who would you call to help bury a body?",
    "If you had to meet up with one person in the group's parents and you could choose, who would it be?",
    "What's your most bizarre nickname?",
    "Who is your favourite singer?",
    "List all your former crushes and explain why you liked them. Include your current crush if you have one, but act like they were an old crush.",
    "Do you have a special talent and if so, what is it?",
    "What is something immature you think your parents do?",
    "How would you spend your time if the internet didn't exist?",
    "What's the last youtube video you watched?",
    "What is the one thing that you never got the chance to do?",
    "What's something that everyone hates, but you like?",
    "What's the story behind why you replaced the last phone you had?",
    "Do you think ghosts are real?",
    "Have you ever stayed friends with someone because it benefited you beyond just the friendship?",
    "Would you take steroids?",
    "If you were required to have a job of some type but you didn't need the money from it to survive, what job would you choose?",
    "How big of a simp are you?",
    "Have you ever cried while it was raining so they wouldn't notice you were crying?",
    "What's your favorite film?",
    "What book has impacted you the most?",
    "Society as we know it is collapsing. You have to save an album for future generations to know music. What do you save?",
    "Have you ever broken something in the house and blamed a sibling?",
    "What is extremely hard to resist?",
    "What’s one unsolved mystery you’d like to see solved before you die?",
    "Who in the group do you trust the least?",
    "What would be the best and worst part of being a cat in your opinion?",
    "Do others think you are annoying?",
    "Do you consider yourself an introvert or an extrovert?",
    "Have you ever failed a test? what was it?",
    "Tell us about your favorite possession.",
    "What's something that may seem silly but makes you really angry?",
    "Do you enjoy people watching?",
    "What is your favorite song to sing along to?",
    "What’s your idea of a perfect vacation?",
    "What would you wear to school that you can't wear now?",
    "What's your favorite daily routine?",
    "If you could only listen to one song for the rest of your life, what would it be?",
    "If you could create your own job title, what would it be?",
    "If you didn't have to work, what would you do with all your time?",
    "Who is your current crush?",
    "How many different languages can you speak and what are they?",
    "What do you like to do that's considered touristy?",
    "What will be your go-to story when you're old?",
    "What's something that you completely don't understand?",
    "What is the best lie you convinced someone that was true?",
    "Where is the weirdest place you've ever gone to the bathroom?",
    "Announce to the group your last 10 searches.",
    "What's the craziest thing that has happened to you in a mall?",
    "What makes you happy?",
    "Are you a dog person or a cat person?",
    "Have you ever been called ugly?",
    "What would be the worst part about getting pantsed in front of your crush?",
    "Who is your silliest friend?",
    "Do you think you were ever part of the popular crowd?",
    "What is the lowest/worst grade you got in school?",
    "Can you speak a different language?",
    "If you had to choose, would you shoot yourself or your best friend/crush?",
    "If you could eliminate one profession from the world, which would it be and why?",
    "What is your opinion on social media?",
    "Who here would you want to trade lives with the most?",
    "What is the worst us state and why?",
    "What have you recently realized you have been doing wrong?",
    "What doesn't exist, but should?",
    "Do you have a nickname?",
    "What's the most embarrassing thing that you've put on social media?",
    "If you could change the color of one thing, what would it be and why?",
    "When did you last brush your teeth?",
    "What's your least favourite song?",
    "What ending from a movie would you change?",
    "How long was your longest relationship?",
    "What's the weirdest thing you've done?",
    "Do you have any apps on your phone that you've never used?",
    "What's the worst thing one of your friends or ex-friends has done to you?",
    "Do you have any unusual fears?",
    "What is your least favorite household chore?",
    "If you had only $10 left to your name, how would you spend it?",
    "If you could change one thing about your childhood, what would it be?",
    "What's one useless skill you'd love to learn anyway?",
    "Where do you go to rant?",
    "Have you ever seen a movie that you thought was better than the book?",
    "How old were you when you had your first crush?",
    "What's the best candy?",
    "Do you have any phobias?",
    "Is there anything about your life you would change?",
    "Do you watch anime?",
    "What is the most recent silly thing you did?",
    "What's the most inappropriate time you've ever laughed?",
    "If you could be invisible, who would you spy on?",
    "What are your three favorite colors, and why?",
    "How long have you gone without showering/shaving?",
    "Who you want to see always smiling?",
    "Who would you rather marry: brad pitt, zach efron, or antonio banderas?",
    "What's the most weird thing you've done in online class?",
    "If it's raining outside, what activity do you most want to do?",
    "What word do you hate the most?",
    "What would you buy me if i gave you $50?",
    "What is your favourite vegetable?",
    "What movie death scene is burned into your memory?",
    "Which of your family members annoys you the most and why?",
    "Would you consider yourself good at keeping secrets?",
    "Have you ever stolen anything?",
    "What is your favorite possession?",
    "What animal represents you the best?",
    "Do you have an app on your phone that you use even though you hate it?",
    "Do you have a crush on anyone?",
    "Are you afraid of ghosts?",
    "What makes you the happiest?",
    "Did you pretend to be sick so you can skip class or avoid a test?",
    "How many stuffed animals do you have?",
    "What's the longest you've been without showering?",
    "How would you rate your looks on a scale from 1-10?",
    "Have you ever been caught cheating in school?",
    "If you were granted three wishes, what would you wish for?",
    "If a genie granted you three wishes, what would you ask for?",
    "How would you react if it came to light that your country was behind the creation and release of covid?",
    "Can you explain love?",
    "Who in the group would be your one phone call if you were in jail?",
    "If you had to swap lives with someone in this group, who would it be?",
    "What's something unpopular you wish more people would use?",
    "Have you ever kept a goldfish alive for more than a year?",
    "Have you ever cursed at your parents? why?",
    "What is the weirdest trend you've ever participated in?",
    "What's one weird thing you do with your family?",
    "What do you believe is the biggest thing that's currently holding you back from success?",
    "Are you obsessed with a celebrity?",
    "What's better: tennis or badminton?",
    "What is one job you would never want to do?",
    "If you could add any bot to this server, what bot would you add?",
    "If you could smack one person with no consequences, who would it be and why?",
    "Are you a morning person or a night person?",
    "What are you most insecure about?",
    "What is the silliest rule we have at home?",
    "Knowing now what you didn't know then, what would you have done differently?",
    "If you had one week to live and had to marry someone here, who would it be?",
    "If you could life one day as another person, who would it be?",
    "What is something you are not good at?",
    "If everyone here was in a horror movie, who would die first?",
    "What's one thing you think you should be doing more often?",
    "What advice would you give to a younger you?",
    "What are some of your dreams for the future?",
    "When was the last time you were bored out of your brains?",
    "At what age did you think you become an adult and when do you actually think you did?",
    "What the biggest deal-breaker for you?",
    "If you could travel in time, which decade would you want to visit?",
    "What is your favorite memory?",
    "Which extinct animal would you like to be able to revive?",
    "Do you have a reoccurring dream?",
    "What’s your dream job?",
    "Have you ever played a prank on your parents?",
    "Have you ever cheated on a test?",
    "If you could change one thing about the human body, what would it be?",
    "What emoji describes you best?",
    "What's the weirdest thing you've ever bought?",
    "Imagine this: you wake up one day and realize that you’ve become invisible. What will you do?",
    "What is your favourite animal?",
    "What's a hygiene tip/trick you think everyone should know?",
    "What’s a ‘conspiracy’ you truly believe?",
    "What compliment do you get the most?",
    "If money was no object, what would you buy?",
    "What's the most embarrassing thing you're proud of?",
    "What's the worst pain you've experienced and what caused it?",
    "If you had three wishes, what would they be?",
    "If you had a time machine, what period would you visit?",
    "What's your biggest pet peeve?",
    "Have you ever played sick because you didn't want to see a friend?",
    "What is the grossest thing you've ever eaten?",
    "What is your favorite ride at the amusement park?",
    "What's your first thought when you see a cop?",
    "What's the most awkward job interview you've ever had?",
    "You died. You were given a second chance to live again, but just for 100 days. What would you do in these 100 days?",
    "What's the best prank you've ever played on someone?",
    "Do you, or did you in the past, have any strange habits?",
    "What did you learn from the last book you read?",
    "What is something that you don't mind waiting for?",
    "Are you more introverted or extroverted?",
    "If you had a chance to meet a younger version of yourself, which age would you meet and why?",
    "What was the best movie you’ve seen recently?",
    "Have you ever confessed to someone that you like them?",
    "If you had to pick a single word to describe this year so far, what would it be?",
    "How long did it take for you to come up with your current signature?",
    "Of all the things you've bought in your life, what has been the worst purchase?",
    "What animal most closely resembles your eating style?",
    "Did you ever fail something purposely?",
    "Have you ever forgotten a special person’s birthday?",
    "Do you want kids? How many?",
    "Have you ever used your lunch money for something other than lunch?",
    "Describe everyone here in a sentence.",
    "How well do you trust your gut feelings?",
    "Have you ever been on an airplane and if so where were you going?",
    "How would you spend $1,000 to give the most happiness to the most number of people possible?",
    "If the building was on fire, who out of this group would you pick to save?",
    "How many hours do you sleep a day?",
    "What is the most embarrassing thing that has ever happened to you?",
    "What is your favorite store to shop at?",
    "What's your all-time favorite memory?",
    "What's the worst present someone has ever given you?",
    "What is your favourite color?",
    "If you starred in a romance, what would it be like? Describe the entire plot.",
    "What's the most uncomfortable situation you've ever found yourself in?",
    "What's the strangest dream you've ever had?",
    "What is the worst joke you have ever heard?",
    "What's something others purchase that you simply can't understand why?",
    "Which cartoon characters does the player to your right look like?",
    "Have you ever stolen money from your parents?",
    "Have you held a tarantula?",
    "If you were the main character of a show/movie, describe the plot you would like to star in.",
    "When is the last time your room saw a vacuum?",
    "When did you find out the truth about santa?",
    "If you had the choice to go back in time or into the future, which would you choose?",
    "What is your biggest insecurity?",
    "What is your favourite song?",
    "What is the next skill that you'd like to learn really well?",
    "What is the one thing you do like about yourself?",
    "How many bones have you broken?",
    "What is a skill that you would like to learn?",
    "Do you think you're more like your mom or your dad?",
    "Which do you like better, cars or trucks?",
    "What animal are you scared of?",
    "What would you do if you were a giant?",
    "What is your biggest regret?",
    "Did you have a nickname as a child and if so, what was it?",
    "Who is the easiest to talk to in this server?",
    "Describe the strangest dream you've ever had.",
    "Who is your least favorite person in this server?",
    "If you could choose a different career, what would it be and why?",
    "What thing have you been procrastinating about that you will begin doing today?",
    "If you could be reborn as any nationality, which one would you pick?",
    "If you could be invisible, what is the first thing you would do?",
    "What was the one thing you failed badly at?",
    "What is something you would never admit to anyone?",
    "If anyone in your family could win an award for the most annoying, who would it be?",
    "What would you do with $1,000?",
    "Who on this server do you talk to the most and why?",
    "What are you most self-conscious about?",
    "What's a situation when you look back you should have gone ahead and done it?",
    "What's the longest you've ever slept?",
    "What part of your body currently doesn't feel 100%?",
    "You wake up in the morning to see you and elon musk have swapped places. what would you first?",
    "What's the dumbest thing you did as a child?",
    "What was a huge trend that everyone has forgotten?",
    "Who would you kick out of the server if you could?",
    "Who's the most surprising person to ever slide into your dms?",
    "What was your first impression of [random user]?",
    "If you could live anywhere in the world, where would you live?",
    "What's the pettiest thing you've ever done?",
    "What makes you feel uncomfortable?",
    "Can you use a pogo stick?",
    "What's a skill you wish you had?",
    "What do you think is the most universally hated thing in all of human history?",
    "What is one thing you wish you could change about yourself?",
    "What activity do you do where your mind wanders in thoughts the most?",
    "What's your favourite dare?",
    "What country sounds interesting but you know very little about it?",
    "Which is the best drink in the world and why?",
    "Would you wipe all your memories for 20 million dollars?",
    "What's the last thing you searched for on your phone?",
    "When was the last time you made someone cry?",
    "How many selfies do you take a day?",
    "What future year are you most looking forward to arriving?",
    "What bad habit do you do that you want to put an end to?",
    "When did you last floss your teeth?",
    "You have to delete every app on your except for five. name the five you would keep.",
    "What's the last goal you set for yourself that you accomplished?",
    "What's the first thing you do in the morning?",
    "What do you like most and least about your personality?",
    "What’s a life lesson that you learned the hard way?",
    "What was the worst day of your life and why?",
    "Do you sleep with a stuffed animal?",
    "Have you ever been to a zoo?",
    "What's the craziest thing you've done on public transportation?",
    "What is the one thing you dislike about yourself?",
    "How much damage could your best friend do to you if you ever had a falling out?",
    "Who do you like the most in this server?",
    "If you woke up one day and noticed that you were invisible, what would be the first thing that you would like to do?",
    "What is the weirdest thing about your family?",
    "What are the birthdays of your family members?",
    "If you could only eat one thing for the rest of your life, what would you choose?",
    "What is your favorite holiday tradition?",
    "What was the name of the street you grew up on?",
    "What is one thing that makes you relax?",
    "If you could change one thing about your face, what would it be?",
    "What is one thing you are always losing?",
    "When was the last time you cleaned up your room?",
    "On any given day, what do you think you spend the most time doing?",
    "What makes you unique?",
    "What's an example of when you changed your mind?",
    "What's the worst excuse you tried to use on a teacher or parent?",
    "Which rule would you change if you were in charge at home?",
    "If you could play a prank on any historical figure, who would you pick and what prank would you do?",
    "How many people have you dated?",
    "Do you consider yourself introverted or extroverted?",
    "If you could make $1 million, would you drop out of school?",
    "What's the worst thing you can remember that's happened to you?",
    "When have you felt the most proud?",
    "What was the worst day you ever had?",
    "If you had 1 minute to get out of your house, what would you grab?",
    "What's one job you could never do?",
    "What's the longest you've left food on the ground before eating it?",
    "Are you closer to your mom or dad?",
    "How long have you gone without a shower?",
    "What's your silliest fear?",
    "Do you like to read and if so, what is your favorite book?",
    "On a scale from 1-10, where does your patience fall?",
    "Is there a part of your culture that you don't like?",
    "Have you ever had an argument with someone through text?",
    "What's the best thing about [random user]?",
    "Who is the last person you stalked on social media?",
    "What popular thing/service is not worth the money?",
    "What was the best day you ever had?",
    "If you are stranded on a remote island, who would you choose for company?",
    "What is one thing your grandparents taught you how to do?",
    "How would you describe everyone here in one sentence to a stranger?",
    "What is the most food you've ever eaten in a single sitting?",
    "If you won a million dollars, what is the first thing you would buy?",
    "Who is the most overrated person in history?",
    "Is there a personality trait that you'd like to adopt from one of your friends?",
    "What's a thing you dislike about the opposite gender?",
    "Have you ever worn clothes that didn’t match?",
    "Which subject do you hate the most?",
    "Can you avoid answering this with some version of yes?",
    "How many chances do you give a person before you write them off?",
    "If you could become a cartoon character, who would it be?",
    "What do you like to wear when no one is around?",
    "Do you prefer chocolate or vanilla?",
    "What is your favorite american state?",
    "Are you afraid of the dark?",
    "Where is your favorite vacation spot?",
    "What do you hate for no reason?",
    "What is the spiciest thing you've ever eaten?",
    "If you get hold of a time machine, ‘when’ would you like to go?",
    "What is your least favorite time of the day?",
    "Have you ever sleepwalked?",
    "If you had to ask yourself one question to get the most information out of you, what would that question be?",
    "Without telling the name of your country, where do you live?",
    "What is your favorite meal?",
    "Which player knows you the best?",
    "How long you have been loving your crush and not confessed?",
    "Do you prefer mushy movies or funny ones?",
    "What's the most expensive thing you've stolen?",
    "What did your school teach you that turned out to be a complete lie?",
    "What's something that you recently learned that everyone else already knew?",
    "If you had to pick a new part of your body to sit on, what would you choose?",
    "Who would you ask to prom if you could choose anyone?",
    "What's the most unflattering school picture of you?",
    "What animal do you think you most look like?",
    "What is your favorite snack from a vending machine?",
    "Which os do you prefer? android, ios or windows?",
    "What's the most ridiculous thing you have an emotional attachment to?",
    "What's that one thing you would never say no to?",
    "What is your favourite movie?",
    "If you could be reincarnated into anyone's body, who would you want to become?",
    "What's the meanest thing you've ever done?",
    "What weird sentimental objects have you kept from when you were younger?",
    "What are your top five snacks?",
    "Have you been given any good advice lately?",
    "What do you like to put on your toast?",
    "What is your biggest regret from the last month?",
    "Who is your funniest friend, and why?",
    "How long does it take you to form an opinion about a person?",
    "What's the biggest mistake you've ever made?",
    "Who in your family can't you believe you're related to?",
    "What's the weirdest thing you've seen happen at a friend's house that they thought was normal?",
    "What song did you listen to last?",
    "What was your most embarrassing moment?",
    "Have you ever been scolded in front of your friends?",
    "Which animal is most like you?",
    "Can you give directions to the closest grocery store?",
    "What is your favorite song?",
    "What is a word that you’ve made up?",
    "Have you ever had a near-death experience?",
    "What's your personality and how did it end up that way?",
    "If you could be recarnated as anything, who or what would you be?",
    "What was the unspoken scandal in your town when growing up?",
    "What is the strangest dream you’ve ever had?",
    "What do you like most about everyone in the room/server?",
    "What is your favorite month and why?",
    "What is one thing you would stand in line for an hour for?",
    "Have you ever sent an inappropriate text to your mom or dad by accident?",
    "What food do you absolutely despise?",
    "What do you find you recently spend a lot of time wondering about?",
    "Have you ever walked into a wall?",
    "What's something that you believe you'll never be able to do well?",
    "What would be your new name if you were allowed to choose one?",
    "Have you ever passed gas and blamed someone else?",
    "Have you ever snooped to find what you were getting for christmas?",
    "Who is your favorite us president and why?",
    "What was your favorite childhood video game?",
    "Who would you hate to see naked?",
    "When was the last time you cried, and what made you cry?",
    "Who is your best friend, name only one?",
    "Who is the most innocent person in this server?",
    "What is the first that you do after school?",
    "Would you ever be mean to someone if it meant you could save your close friend from embarrassment?",
    "If you could be one person in this server for an hour, who would you be?",
    "If you found a large amount of money, would you keep it or would you try to find the owner?",
    "Would you rather eat dog food or cat food?",
    "Have you ever used homework/being busy as an excuse not to go out with friends?",
    "What recent experience made you feel old?",
    "What's your biggest fear in life?",
    "What's your favorite food that has been discontinued?",
    "Have you ever fallen asleep in church?",
    "Have you ever blamed your sibling for something you did just so that you wouldn't get in trouble?",
    "Do you consider telling white lies to be okay?",
    "Are there any words that you simply can't stand?",
    "What is the most unique cloud you've ever seen in the sky?",
    "What's something/someone you will never forget?",
    "Do you like otters?",
    "What is the worst haircut you ever got?",
    "Who in this group is the most similar to you?",
    "What's the best deal you've ever gotten on anything?",
    "Of all the people at here, who do you think would make the best hobo?",
    "What's something that you would be willing to stay up all night to do?",
    "What is your current go-to song to dance to when nobody is around?",
    "One by one, make up a title for each player's movie about their life.",
    "To you, what is the most nostalgic song?",
    "On a scale from 1-10, where do your patience fall?",
    "Do you have a special project you're currently working on?",
    "Have you ever forgotten a special person's birthday?",
    "What's one food that you will never order at a restaurant?",
    "If you had nine lives, what would you do that you wouldn't do now?",
    "What is the most unique hobby you have?",
    "What is your least favorite music genre?",
    "Which book would you take on a deserted island?",
    "What is the one thing you couldn't live without?",
    "If you could hire someone to do one thing for you, what would it be?",
    "What's the most embarrassing thing your parents have caught you doing?",
    "Are you single?",
    "How do you cheat on a chore?",
    "Have you ever been caught picking your nose?",
    "Do you apologize after an argument?",
    "If you could be someone else, who would you be?",
    "What is your weight?",
    "Who here are you most jealous of?",
    "What is your favorite sleeping position?",
    "What's your favorite food?",
    "What was your favorite childhood show?",
    "Do you secretly love Twilight?",
    "What is your favorite thing about family gatherings?",
    "How often do you think you lie to yourself?",
    "What is the most annoying thing on earth for you?",
    "Who was your first crush?",
    "What do you wish you had learned five years before you did?",
    "What did you think you were good at but found out that you really weren't?",
    "What's something that was completely out-of-character that you did?",
    "What is a secret you keep/kept from your parents?",
    "If you could meet anyone in the world over dinner, who would you pick?",
    "What has been your 15 minutes of fame up to this point?",
    "What would be the best thing about losing your hearing?",
    "What's the most interesting thing you've done while in online class?",
    "When is the last time you took a shower?",
    "What does everyone think is true about you, but isn't?",
    "What is an unwritten law you abide by?",
    "What makes you feel ashamed?",
    "What would be your perfect day? Plan it out from waking up to bedtime.",
    "If you were given a million dollars, what would you do with it?",
    "Rate everyone in this room, on a scale of one to ten.",
    "Are you currently where you want to be in life?",
    "What character would want to die after seeing their fan base?",
    "If there are 100 people, how many would be more patient than you?",
    "What are the two qualities you don’t like you and want to change them immediately?",
    "What's your biggest weakness?",
    "What's the most embarassing conversation you've had through text messages?",
    "Have you ever lied to get a job?",
    "What's the first word that comes to your mind?",
    "What's the funniest thing you've ever done?",
    "What do you think would be the worst thing about being famous?",
    "Have you ever shared your best friend’s secrets with anyone else?",
    "If you suddenly became invisible what would you do?",
    "Do you think people see you the same way you see yourself?",
    "What do you think people pretend to like when they really don't?",
    "What's your all time favourite book?",
    "What career path do you want to take?",
    "What's your close call story?",
    "What kind of a person would you want to be married to in the future?",
    "What is the biggest lie you ever told your parents?",
    "What phobia do you have?",
    "Who in this server are you closest to?",
    "What's your plan for surviving a zombie invasion?",
    "Have you ever skipped a shower?",
    "How many selfies do you take a week?",
    "What's the most embarrassing top-played song on your phone?",
    "What's your favorite childhood memory?",
    "What's the craziest thing you've ever done in a movie theater?",
    "What do you like best about yourself?",
    "Have you ever lied to your best friend?",
    "Would you rather be a chicken or duck?",
    "Have you ever been arrested?",
    "What is one secret you are hiding from your mom?",
    "Have you ever pretended to finish your dinner?",
    "What is the best surprise you ever got?",
    "If given a chance would you propose someone here?",
    "What is your favorite color?",
    "What's that dish that, even when you're absolutely stuffed, you'd still take a few bites of?",
    "When you think that no one is listening, do you sing in the shower?",
    "Have you ever shared chewing gum with anyone?",
    "What's one thing you learned the \"hard way\"?",
    "What do you think is your most creative ability?",
    "Do you have a hidden talent?",
    "What is the silliest thing you have ever done?",
    "When have you felt the most challenged?",
    "Did you ever break up with someone just before a public holiday so that you didn't have to buy them a gift?",
    "How do you make decisions?",
    "What has no reason to exist in 2021 and yet it does?",
    "How old were you when you got your first cell phone?",
    "Who is your best friend?",
    "Have you ever walked into something while on the phone?",
    "Who would you rather live with: miley cyrus, snoop dogg, or adam levine?",
    "What made you say \"what an unfortunate day to have eyes\"?",
    "What's a weird food combination you actually like?",
    "Do you keep a diary/journal?",
    "What's stopping you?",
    "How long have you gone without brushing your teeth?",
    "If you could play a prank on anyone without getting caught, who would you play it on?",
    "Do you like hot peppers?",
    "What's your favorite thing about yourself?",
    "If you're religious, what's the most sinful thing you've ever done?",
    "Have you ever told someone you wouldn't be home just so they wouldn't come over to yours?",
    "What's something that you use regularly that you wish you didn't have to?",
    "Have you ever danced on a table when you were drunk?",
    "Do you think rain smells good?",
    "Which are the funniest words you know?",
    "What's the most amount of money you've ever found? what was the situation?",
    "Are you always on time, or are you always late?",
    "What is the subject you like the most at school?",
    "Which player would survive a zombie apocalypse and which would be the first to go?",
    "Have you ever cried during a movie? if so, which one?",
    "What is your excuse to get out of exercising?",
    "Which superhero do you like the most?",
    "What's the most disgusting food you've ever eaten?",
    "If you could do one thing you did when you were a child, what would it be?",
    "Did you ever spread a nasty rumor about someone else?",
    "Who is your favorite teacher and why?",
    "Who affects you the most when he/she are sad in the server?",
    "What is something minor that you feel strongly about?",
    "If you could invent something, what would it be?",
    "Do you prefer cats, dogs, or neither?",
    "What was the longest time you've gone without sleeping?",
    "What do you like to do that's traditionally considered masculine?",
    "What would your dream day look like?",
    "Do you have a dream job in mind? what would it be?",
    "When did you join Discord?",
    "What was the one thing you could never learn how to do no matter how hard you tried?",
    "What's the worst time you let someone take the blame for something you did and what was it?",
    "Have you ever flirted with your best friend’s siblings?",
    "What's the longest time you've ever kept a library book?",
    "If you were able to choose how you died, what way would it be and why?",
    "What is your least favorite food?",
    "Are you in any sports?",
    "What's your favorite drink?",
    "Tell us about the worst restaurant experience you ever had.",
    "Have you ever hidden snacks in your room?",
    "What is the most daring thing you have ever done? Describe it.",
    "What is your favourite TV show?",
    "What are you currently juggling in your life?",
    "Did you ever break up with someone just before a holiday so that you didn’t have to buy them a gift?",
    "Would you get a twin if given the chance?",
    "What is your most regrettable kiss?",
    "What's something you thought your parents didn't know but found out later they did?",
    "What's the worst accident you ever had?",
    "If you could control anyone's life for a day, who would it be and what would you do?",
    "What is your shoe size?",
    "What is your favorite joke?",
    "What is your favorite thing to do with your leisure time?",
    "What situation is sure to make you cry?",
    "If there was one thing you could change about yourself, what would it be?",
    "When was the last time you wet the bed?",
    "What app do you hate, but use anyway?",
    "What's the most embarrassing thing you've seen happen to someone else?",
    "Do you have a bucket list and if so, what is one thing on the list?",
    "If you had a genie, what 3 things would you wish for?",
    "What's your opinion on naps?",
    "What is your most embarrassing moment?",
    "What's one thing you hate about where you live?",
    "Where was your secret hiding place as a child?",
    "Have you ever peed in a pool?",
    "What's the most embarrassing item in your room?",
    "What's the embarrassing story that your parents used to tell others about you?",
    "Who is your favorite teacher?",
    "When is the last time you sincerely apologized?",
    "What unhealthy food do you wish was healthy?",
    "When was the last time you lied?",
    "If you had a remote control that would operate anything, what would you control?",
    "If you were to be born again, what would you like to be?",
    "Whats the biggest animal you could successfully wrestle?",
    "What's the stupidest thing you've ever done?",
    "If you had to name one thing that makes you stand out from others, what would that be?",
    "What is the most embarrassing music you listen to?",
    "What are you wearing?",
    "What is your favorite holiday?",
    "How many kids do you want?",
    "Where's the next place you want to visit?",
    "What food combination do you eat that makes others cringe?",
    "What's the most afraid you've ever been?",
    "What were you most afraid of when you were younger? do you still have that fear?",
    "When was the last time you cried and why?",
    "What's the weirdest thing you've ever collected?",
    "When was the last time you exercised?",
    "Have you ever lied about your age to someone?",
    "What song do you secretly sing in the shower?",
    "What's something that you believe that most other people don't?",
    "What app or website completely changed your life?",
    "Would you volunteer as tribute for anyone in this room in the hunger games?",
    "Have you ever been to the zoo?",
    "What is your favourite drink?",
    "What question have people recently been constantly asking you?",
    "What quote do you want on your tombstone?",
    "Have you ever bought something to wear to an event and then returned it to the store when the event was over?",
    "Of the people at our school, who do you think would make the best president?",
    "How often do you floss your teeth?",
    "Where do you want to travel the most?",
    "What is the craziest pickup line you've ever used?",
    "Have you ever been fired from a job?",
    "What is your favourite dinosaur?",
    "Do you have a secret place?",
    "What is human's greatest invention?",
    "What's one movie you're embarrassed to admit you enjoy?",
    "When was your last traumatizing experience?",
    "Has there have been a time when you cheated to win a game?",
    "Is there any food that you can never eat?",
    "If you had to cut one friend out of your life from the group, who would it be?",
    "You accidentally step on a wasp when suddenly you see 1000 of them flying towards you. What do you do?",
    "What do you know how to do that's useless?",
    "What's the strangest dream you've had?",
    "What's one thing you wish you could change?",
    "What do you secretly hoard?",
    "Have you ever gotten mad at a friend for posting an unflattering picture of you?",
    "What is your first mobile phone?",
    "What's something that's a complete rip-off but people love and buy?",
    "Have you ever broken something and not told anyone?",
    "Have you ever thought something would be horrible then tried it and it was amazing?",
    "What's the last thing you did alone and you enjoyed?",
    "What is something that you find mildly annoying, but not annoying enough to do anything about?",
    "What's your best pickup line?",
    "What is your most niche fear?",
    "Which planet would you want to change or get rid of?",
    "What's your opinion on cell phones?",
    "If you were a giant, what would you like to do?",
    "What is the one thing you really like about yourself?",
    "If you could change one thing about yourself, what would it be?",
    "Have you ever started an unintended fire?",
    "What's the last thing you complained about?",
    "How much do you think about your crush?",
    "If you only had two minutes to get out of your house, what would you grab?",
    "If you could go back in time and erase one thing you did in the past, what would it be?",
    "Who is your favorite superhero?",
    "What technology advance are you looking forward to in the future?",
    "What is your worst habit?",
    "What is a bad habit that you have?",
    "Have you ever lied about your age?",
    "What is the least favorite gift you’ve received?",
    "What is your signature dance move?",
    "If you had a chance to stay with a person one night who would you choose?",
    "What was the biggest lie you told without getting caught?",
    "What's the most trouble you've gotten into at school?",
    "What is your favourite sport?",
    "Have you poured salt on a slug?",
    "If you could be fluent in one of these languages which would it be: chinese, french or russian?",
    "What's the worst thing you've ever said to your parents?",
    "If you had one week to live and you had to marry someone in your group, who would it be?",
    "What is the last thing that you totally overreacted to?",
    "If it weren't for modern medicine and technology, what would have killed you by now?",
    "What is it that motivates yourself the most?",
    "What's the meanest thing someone has ever said to you?",
    "What is the angriest you've ever been?",
    "If your parents went out of town for a week and you had the house to yourself, what would you do?",
    "Would you rather be late or early?",
    "What social customs do we need to retire?",
    "What are your favorite pizza toppings?",
    "What is your favorite video game?",
    "What is your favorite vegetable?",
    "What's one thing you've done that people here would judge you for?",
    "What is stopping you from going out for a jog?",
    "If you had a pet dinosaur, which would you pick?",
    "What's some small thing you recently noticed?",
    "What is the first thing you do after school every day?",
    "What is the biggest lie you have ever told?",
    "What would you do if you saw a giraffe on the side of the road?",
    "What is the best random act of kindness you've ever witnessed?",
    "What do you hope to be an expert about at some point in your life?",
    "What annoys you the most?",
    "Have you ever been married?",
    "What do you want to do when you grow up?",
    "What is something you most look forward to doing when you retire?",
    "When is your birthday?",
    "Do you like hot dogs?",
    "What are your thoughts on anime?",
    "When was the last time you sang to yourself? What about to someone else?",
    "What is the ugliest item of clothing you own?",
    "What made you think \"how the heck did humans discover that?\"",
    "Who has the best sense of style?",
    "What was the most embarrassing thing that you ever did while on a date?",
    "What would the world be better off without?",
    "Elon musk and jeff bezos merge companies to form the mega-monopoly, teslazon. what happens next?",
    "Have you ever stalked someone on facebook or instagram?",
    "Who do you think is the Beyonce of the group?",
    "If you could find the answer to one question about your past, present, or future, what would you ask?",
    "What is your favorite season and why?",
    "What season is your favorite?",
    "Who was your favorite teacher in school?",
    "What's the yummiest thing you've ever eaten?",
    "Is there anything you regret buying, and if so, what is it?",
    "What's something that irrationally irritates you?",
    "Think of your ideal super power. You get the exact opposite of that as a super power. What is your super hero name as a result of this?",
    "Can you name 5 things you wouldn't do for a million dollars?",
    "What’s the dumbest way you injured yourself as a kid?",
    "What is the biggest secret that you kept from your parents when you were growing up?",
    "Would you rather not shower for a month, or eat the same meal every day for a month?",
    "If you had to walk away from one technology in your life, what would it be?",
    "What is something that someone does that will immediately turn you off?",
    "Is it better to read books in electronic form or actually hold the book?",
    "What's one job you'll never work?",
    "If you could choose to be famous for something, what would it be?",
    "What is the greatest non physical pain you've endured?",
    "What's a movie that teaches a really bad lesson?",
    "What is something you feel is unacceptable that is still being done today?",
    "Do you prefer collectivism or individualism?",
    "If you had the opportunity to look through someone's email without them knowing, would you?",
    "If there was no such thing as money, what would you do with your life?",
    "Did you ever skip school by telling a lie and lie about it to your parents?",
    "Do you hate/strongly dislike anyone here?",
    "What was the best day you’ve ever had?",
    "If you could live anywhere in the world, where would it be?",
    "What was your favorite subject in school?",
    "What is the clumsiest thing you have ever done?",
    "What person do you text the most?",
    "Do you have a unique talent?",
    "What photo have you recently seen that spoke to you?",
    "If you were a superhero, which powers would you want to have?",
    "Do you have a strange collection?",
    "When was the last time you cried?",
    "Do you like orange soda or lemon-lime soda better?",
    "You're the last person in the world. What do you do?",
    "Would you rather be caught picking your nose or picking a wedgie?",
    "What's one similarity you think most people share here?",
    "What is the strangest thing you have ever bought?",
    "Have you ever told a secret after you were told not to?",
    "Have you ever said you finished your dinner when you didn’t?",
    "What qualities do you most enjoy in a friend?",
    "What recent situation was nearly a disaster, but you were able to prevent it?",
    "If you were going to start your own business, what would it be?",
    "What is money to you?",
    "What's the grossest smell you've encountered?",
    "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
    "Do you have a moment in your life you wish you could relive?",
    "Who is your favourite teacher, and why?",
    "What is your favorite pet animal and why?",
    "What are some bridges that you're glad you burned?",
    "Is there any movie that always makes you cry?",
    "What obscure interest do you have?",
    "What's your dream death?",
    "What's your favorite room in your house and why?",
    "What is the last lie you told?",
    "What is something that you are not looking forward to?",
    "What is a secret you have?",
    "What is the least favorite gift you’ve ever received?",
    "Are you often hard to yourself?",
    "If you opened a restaurant, what kind of food would you serve?",
    "Who annoys you even though they shouldn't?",
    "Which do you like better, coca-cola or pepsi?",
    "If you could only live with one other person and you had to pick, who would you choose to be with you on a deserted island?",
    "Who is your favorite fictional character?",
    "Have you ever been on a train?",
    "What would someone who doesn't know you well be most surprised about?",
    "What was your favorite childhood toy?",
    "What is something that smells/looks way better than it tastes?",
    "What's the strangest situation you ever found yourself in?",
    "Would you prefer to leave where your hometown and never come back or stay in your hometown and never be able to leave?",
    "What makes you cry?",
    "Who is one person you wish was still in your life?",
    "What's the most disgusting thing you have ever seen?",
    "If you were handed $500 at this moment, how would you spend it?",
    "Do you name inanimate objects?",
    "Have you ever taken a leak in a swimming pool?",
    "What is a weird habit that you have?",
    "When was the last time you did something nice for someone else?",
    "What was the happiest day of your life?",
    "Who is your favorite person and why?",
    "Would you ever want to be famous?",
    "What's something you feel like you should like more than you actually do?",
    "What was the last thing you ate?",
    "Who's your favorite person in this server?",
    "Would you rather go to the beach or the mountains?",
    "What's something about you today that the old you would find surprising?",
    "Have you lied about your age?",
    "If you could only have one drink (other than water) for the rest of your life, what would it be?",
    "What is a supernatural event that happened in your life that just can not be explained?",
    "What is the most useless thing you know?",
    "Are you a planner or more of a go with whatever happens when it comes to travel?",
    "What do you like to do when you are with your friends?",
    "What is a restaurant you refuse to eat at and why?",
    "What is your favorite sandwich?",
    "What do you do in secret that you're proud of?",
    "What's your favorite compliment you've ever received?",
    "Do you have a favorite animal?",
    "If you could get one of your teachers/managers/bosses fired, who would it be?",
    "Do you know how to dance?",
    "What's on your bucket list?",
    "Can you see yourself marrying your high school sweetheart?",
    "What little thing do you do that you don't think many people notice?",
    "Would you rather be a princess/prince or a mermaid/man?",
    "Do you like bugs?",
    "What is a secret that you kept from your parents when you were growing up?",
    "If you could only listen to one song for the rest of your life, what would you choose?",
    "Have you ever complained about something at a restaurant just to get out of paying?",
    "What's something that makes you laugh?",
    "What is the funniest thing the family pet has ever done?",
    "You are the supreme leader of the world's largest cult. What do you have your followers do on day 1?",
    "What is your dream job?",
    "Who is your favorite family member?",
    "What was the best part of your day today?",
    "What's your favorite movie?",
    "If you had to wear one t-shirt for the rest of your life, which one would it be and why?",
    "What is your favorite food?",
    "What's something you've wasted too much money on?",
    "Do you have a nightmare travel story?",
    "What is the most childish thing that you still do?",
    "What is your favorite sport?",
    "What do you think is the most valuable resource?",
    "Is there anything in your life that you would change?",
    "What is your biggest fear?",
    "If you had one wish, what would you wish for?",
    "Have you been called a snitch?",
    "What's your most recent passion?",
    "Who's the most embarrassing person you stalk?",
    "What do you do when people are singing \"happy birthday\" to you?",
    "If you could pick one season to stay year-round, which would you pick?",
    "What movie character do you relate to the most?",
    "What is your favorite movie that you secretly know is actually terrible?",
    "Do you think you look worse or better than most people you know?",
    "If a movie was made about this group, what sort of characters do you think people would be?",
    "What is your favorite game?",
    "What is the next big purchase you're currently saving for?",
    "What's the most useless piece of knowledge you know?",
    "Would you ever want to be famous, and if so, for what?",
    "What are your 5 favourite songs?",
    "If you could only ask one question to each person you meet, what would that question be?",
    "What are you most afraid of?",
    "What's something that you know that few other people know?",
    "If you could only buy ten items at the grocery store to last the next week, what would you buy?",
    "How often do you find yourself daydreaming?",
    "What was the biggest joke you’ve ever played on someone?",
    "If you could assign one household chore to someone else, what would it be?",
    "What is something you thought would be a great idea but was terrible when you actually did it?",
    "Have you ever lied in this groupchat, and if so, what was it about?",
    "You're about to be killed - what are your final words?",
    "Would you rather have a sibling or a pet?",
    "Do you prefer the beach or the mountains?",
    "What have you been thinking about lately that has kept you up at night?",
    "What's your favorite thing to do when you're all alone?",
    "Have you ever skipped class/work, and if so, what did you do instead?",
    "What's the last thing that you broke and how did it happen?",
    "What's something that you thought you'd have already done by now, but haven't?",
    "What's a trend you can't stand?",
    "What type of exercise do you like most?",
    "What about you do you seem to get the most comments about?",
    "If you could go back in time and change one thing, what would you change?",
    "Is there anything that most people find cute that creeps you out?",
    "What is your favourite thing to do on the weekends?",
    "Is there anything hidden under your bed?",
    "What's something that you never seem to get tired of doing?",
    "Have you ever had a missed connection encounter?",
    "If you could have any superpower, what would you choose?",
    "For whom here do you feel over-protective for?",
    "You're inside a game you last played, what will you do to survive?",
    "If you had only 24 hours left to live, what would you do?",
    "Which harry potter character would you like to be and why?",
    "What’s the dumbest thing you ever said or did, around a boy/girl you liked?",
    "If someone were to sum you up with a phrase, what would that phrase be?",
    "If you could change anything in history, what would you change?",
    "What was the best roller coaster you have ridden?",
    "If you could start over knowing what you know now, would you rather get a degree or learn a trade/skill & why?",
    "What was something that you made you laugh uncontrollably?",
    "Have you ever been golfing?",
    "What's one silly thing you can't live without?",
    "Do you prefer apple or android?",
    "If you could choose the way you became a hero, what would the circumstances be?",
    "What is the dumbest way you've been injured?",
    "What do you try to do to make the world a little better?",
    "What do you consider the best decision you've made thus far in your life?",
    "What app do you waste the most time on?",
    "What do you wish they would teach at school that they don't?",
    "What's the most embarrassing moment that you had with your parents?",
    "Who here do you disagree the most?",
    "What is your biggest fear in life?",
    "What is your favorite restaurant?",
    "What recent event have you seen that restored your faith in humankind?",
    "Do you prefer talking or texting?",
    "Have you ever snuck out of the house at night?",
    "Is it better to use shampoo as soap or soap as shampoo?",
    "When was the last time you laughed?",
    "What is your favorite vacation spot?",
    "If anyone in your family could win an award for being the most annoying, who would it be?",
    "What food have you never tried?",
    "What's your favorite holiday?",
    "What's the most difficult choice you were asked to make?",
    "What's the story about the last time you cried?",
    "What do you like to do when you are alone?",
    "Would you become a boy/girl for a day, if you had the choice? Why?",
    "What's the story behind your greatest treasure?",
    "What's the dumbest thing you've done without thinking?",
    "What part of history do you find most interesting?",
    "How difficult is it for you to try new things?",
    "What is the one question you do not want to be asked in this game?",
    "If you could lock someone up and throw away the key, would you and if so, who would that be?",
    "What is the strangest dream you have ever had?",
    "Who would win in a fight- hulk or iron man?",
    "When's the last time you apologized? what for?",
    "Have you ever played a prank on someone?",
    "What is the craziest thing you've ever watched?",
    "Have you ever pretended to like a gift? how did you pretend?",
    "Who can't you see crying in this server if you have to name only one?",
    "Do you frequently stalk anyone on social media? who?",
    "What is your go-to song for the shower?",
    "What's your favorite thing you own and why?",
    "When did you last shave and where on your body was it?",
    "Name the three websites you visit the most.",
    "Why haven't you done it yet?",
    "What's something you lose sleep over?",
    "What do you wish you had more talent doing?",
    "What is the silliest thing that you are attached to and still posses (if it were a thing)?",
    "What has been one of your most embarrassing moments?",
    "What's your favorite animal fact?",
    "What's your current biggest worry?",
    "Do you overthink a lot?",
    "Have you ever taken a drink straight out of the carton?",
    "Are you scared of monsters?",
    "What is the oddest form of entertainment you enjoy?",
    "What is the most selfish thing you do that you're okay with?",
    "Who is the person you are the most jealous of and why?",
    "Have you ever peeked at christmas presents early?",
    "What's something you desperately want to hear?",
    "Have you ever lied on your resume to get a job?",
    "Have you ever smoked?",
    "Do you prefer cookies or cake?",
    "What is one thing you did as a child that you still enjoy?",
    "If you were to work at a circus, what job would you choose?",
    "What is your favorite ice cream flavor?",
    "Who is your celebrity crush?",
    "If you were granted three wishes, what would they be?",
    "Which do you like better, dogs or cats?",
    "Who was your longest secret crush?",
    "What is your favorite quote?",
    "What was the worst gift you ever received?",
    "How often do you lie to other people?",
    "What would be the consequences if all of a sudden hot air went down and cold air went up?",
    "You are given $2 trillion and 20 years to build something in the US. What do you build?",
    "What would be in your web history that you'd be embarrassed if someone saw?",
    "What is your favorite childhood memory?",
    "If you could be any animal, which one would you be?",
    "Have you skipped school?",
    "What is the cruelest thing you have done to a friend?",
    "What is something you find absolutely disgusting to the point you get sick?",
    "What's something you regret?",
    "What kind of bird would you like to be?",
    "If you could be good at only 1 subject and be horrible at all the others, what subject would you pick?",
    "If you could be a fictional character for a day, who would you choose?",
    "What is the most recent fact you learned that surprised you?",
    "Would you rather have a pet or a sibling?",
    "Did you have an imaginary friend when you were growing up?",
    "Who (in your opinion) is the most overrated band, singer or musician?",
    "Describe your favorite activity when you're alone.",
    "What is something you did once and never again?",
    "Td add truth pg who was the last person who made you cry and why?",
    "Did you ever try to fake your report card grades?",
    "What are the top three characteristics you feel are important for a person?",
    "What's the latest time you've ever been awake while still sleeping the same night? (basically all-nighters don't count)",
    "How much would you do to get your dream guy/girl?",
    "On a scale of 1-10, how awkward are you?",
    "What is your favorite music genre?",
    "If you could get rid of any school subject, which one?",
    "What do you see happening in your future?",
    "Have you ever played a prank on a teacher?",
    "Who do you care about the most?",
    "Who was the worst friend you have had and why?",
    "If it was possible to transplant your brain to stay alive for another 100 years, would you?",
    "Would you consider yourself popular?",
    "Have you ever lied to your best friend's face?",
    "Who was the last person you made happy and what did you do to do it?",
    "Have you ever had to complain to management? why?",
    "What's the longest you've purposely left someone on read?",
    "What one thing are you always losing track of?",
    "Have you smelled the inside of a seashell?",
    "Do you bite your nails?",
    "Which person do you (verbally) talk to the most? ",
    "Who are you weirdly attracted to?",
    "Do you cover your eyes during scary movie scenes?",
    "What is your favorite outfit to wear?",
    "If you could get rid of one school subject, what would it be?",
    "What's the longest time you've ever gone without showering?",
    "What does it mean to \"live a good life\" in your opinion?",
    "What excuse have you used before to get out plans with a friend?",
    "Who's your idol?",
    "What's your good luck charm?",
    "What is your least favorite thing to do?",
    "What is your favorite day of the week?",
    "Where do you hope to be five years from now? ten? fifteen?",
    "What is the silliest thing that you regret?",
    "Who's the most photogenic person here?",
    "What's one thing you're always willing to pay the extra price for?",
    "What's the story behind your last rant?",
    "Are you currently going through any type of phase?",
    "Which food smells better than it tastes?",
    "Have you ever flirted with a police officer to get out of a speeding ticket?",
    "What's the best purchase that you've made for $10 or less?",
    "Have you ever shared a secret you promised you wouldn't?",
    "Have you ever had a celebrity crush?",
    "If you could become famous on only one social media platform, what would it be and why?",
    "What's something that when you were learning it, you thought you'd never use it, but in reality, you ended up using it a lot?",
    "What's the best thing to say to your friend that would be the worst thing to say to your crush?",
    "Which college are you planning to go to?",
    "Would you ever eat a soggy cupcake if you were really craving it?",
    "What's one thing you would never order in a restaurant?",
    "What was your biggest fear as a child?",
    "Do you have any tattoos and if so, where?",
    "What is something that you learned from simply watching a stranger?",
    "What's the worst physical pain you've ever experienced?",
    "Have you ever been bullied?",
    "If you could turn into any animal at will, which animal would you choose?",
    "Have you ever cheated when playing a game?",
    "What's your opinion on tipping?",
    "If you could only be fluent in one language (excluding your native language), what would you choose?",
    "What foods are you sick of?",
    "How far would you go with someone you just met and will never see again?",
    "What's the most embarrassing time you've called someone the wrong name?",
    "What's your least favorite Truth or Dare question?",
    "On a scale of 1 to 10, rate everyone present in the room.",
    "What is a movie title that describes your life?",
    "If i went through your room, what is something i would be shocked to find?",
    "What is your greatest achievement?",
    "If you had to be a tv character from a sitcom, who would you choose and why?",
    "When you're by yourself, what do you usually think about?",
    "Do you sing in the shower?",
    "What would you do if you were the Queen of England?",
    "What do you want on your tombstone?",
    "What’s something that no one notices if you succeed, but everyone notices if you fail?",
    "Do you have a weird collection? if so, what?",
    "Would you feel comfortable showing me the photos on your phone?",
    "Do you talk in your sleep?",
    "Knowing now what you didn’t know then, what would you have done differently?",
    "If you were a potato, how would you want to be cooked?",
    "What is one thing the general population likes that you don't?",
    "If an apocalypse was to begin tomorrow and money lost all of its value, what new thing would take over as the new currency and why?",
    "Have you ever been to the opera?",
    "What is your \"guilty pleasure\"?",
    "What is the messiest situation you've ever encountered?",
    "What's the weirdest outfit you've ever worn in public?",
    "What is something that will instantly annoy you?",
    "Have you tried to forge your parent’s signature?",
    "What habit you have is most annoying?",
    "Have you ever let someone else get punished for something you did?",
    "What has been your biggest financial mistake?",
    "Has anyone ever walked in on you when going #2 in the bathroom?",
    "What is your favourite place to go out to eat?",
    "If you were to bury a time capsule, what is one thing you would put in it?",
    "Have you ever eaten something not edible?",
    "Have you ever dressed up as the opposite sex?",
    "If you could choose to never sweat for the rest of your life or never have to use the bathroom, which would you choose?",
    "Who's your least favorite person in this server?",
    "What topic can you bring up at a family gathering to instantly get everyone riled up?",
    "What is the grossest thing you’ve done today?",
    "When you want to escape from everyone, where do you go?",
    "If you were rescuing people from a burning building and you had to leave one person behind from this room, who would it be?",
    "What is your weirdest talent?",
    "If you didn’t have to work, what would you do with all your time?",
    "What's your current golden rule when it comes to living life?",
    "What is the most embarrassing thing that has happened to you in front of a crowd?",
    "What sound will instantly melt your heart?",
    "Have you ever snuck into an adult movie when you were underage?",
    "What is the most embarrassing song you listen to?",
    "If you switched genders for a day, what would you do?",
    "Show us the most embarrassing thing you've put on social media.",
    "Who would rather be stuck on a desert island: the person on your left or on your right?",
    "If you could say anything to your crush right now, what would it be?",
    "What do you do when you are alone at home?",
    "What's the strangest thing you've done in online class?",
    "Do you prefer the big city or country life?",
    "Do you like romantic movies?",
    "Who have you met only one time that left a huge impression on you?",
    "Do you ever feel like no one understands you?",
    "What is your favorite storybook?",
    "If you could only use one swear word for the rest of your life, which one would you choose?",
    "Have you ever clipped your toenails in public?",
    "Would you lie or cheat for a friend?",
    "Have you evet taken a long shot that worked out?",
    "What was the cruelest joke you played on someone?",
    "How do you approach life?",
    "What book character do you relate to the most?",
    "What's the dumbest thing you've done in front of your crush?",
    "Would you rather have no heating or a/c or no internet?",
    "If you could be any celebrity, who would you be and why?",
    "What was your first impression of everyone here?",
    "What is your least favorite part about family gatherings ?",
    "If you could misbehave without consequences, what would you do?",
    "Who in this server is scariest?",
    "Did you ever cheat in a test?",
    "Have you ever regifted a present?",
    "What is one thing for which you would gladly pay money to help you succeed?",
    "What's the most ridiculous fact you know?",
    "Have you ever played tennis?",
    "What is your favorite quote of all time?",
    "Have you ever cheated to win a game?",
    "What nonliving thing do you relate to the most?",
    "What is the worst thing that you’ve ever done?",
    "What's your favorite species of tree and why?",
    "Which celebrity would you be, and why?",
    "How would you describe someone who is wealthy?",
    "What food or drink sucks even if most people won't admit it?",
    "Who in this server is the most likely to get rich?",
    "What's something that everyone else likes, but you don't?",
    "What's something you find attractive that others may not?",
    "What question do you have that nobody has been able to give you a good answer to?",
    "Have you ever fallen asleep in class?",
    "What is the scariest movie you have ever seen?",
    "What's one thing you want everyone to know about you?",
    "What song are you currently obsessed with?"
  ],
  "pg13": [
    "Have you ever had a crush on one of your teachers?",
    "What's the best intimate experience you've ever had?",
    "What's the most drunk you've ever been?",
    "Have you ever dreamed of anyone here? if so, what was it?",
    "You win a trip and are allowed to bring two people. who do you pick?",
    "What's the best thing anyone's ever done for you?",
    "If you could put the person you hate the most in a game, what game would you put them in to cause the most suffering?",
    "After you've dropped a piece of food, what's the longest time you've left it on the ground and then ate it?",
    "If your friend asked you to lie for her and you knew you would get in trouble, would you do it?",
    "What's the craziest thing you've done on public transportation?",
    "What's your favorite feature about your body?",
    "What was the best accidental nudity you've seen in person?",
    "If one of your friends were cheating with your other friend's partner, what would you do?",
    "You win a trip and are allowed to bring two people from here. who do you pick?",
    "Have you ever told a secret you were told to keep?",
    "What's one thing you would never do in front of someone you had a crush on?",
    "What is your greatest fear in a relationship?",
    "What's the meanest thing you've ever done?",
    "What's the worst intimate experience you've ever had?",
    "What's the strangest dream you've had?",
    "On an overnight trip, if there was only one bed, who from here would you share it with?",
    "What's your biggest insecurity?",
    "If someone you didn't like had a crush on you, how would you act around them? what if he/she was your close friend?",
    "Have you ever been caught checking someone out?",
    "How many people have you kissed? (excluding your family)",
    "What's the creepiest unsolved mystery you know?",
    "Who do you think your friend should date instead of her current boyfriend?",
    "What's the worst thing you've ever said to anyone?",
    "Have you ever ignored a friend's text? why did you do it?",
    "Who do you think is the worst-dressed person in this room?",
    "What's one thing you hate people knowing about you?",
    "What was your first impression of [random user]?",
    "What's something you're glad your parents don't know about you?",
    "What's the most embarrassing thing you've ever done?",
    "What is better hard than soft?",
    "Have you ever farted in an elevator?",
    "Would you rather be caught picking your nose or picking a wedgie?",
    "If you had to cut one friend out of your life from the group, who would it be?",
    "Have you ever peed in the shower?",
    "If you switched genders for a day, what would you do?",
    "If your friend and your boyfriend were both dying in front of you, who would try to save first?",
    "Describe your favorite activity when you're alone.",
    "If your friend asked you to lie for them and you knew you would get in trouble, would you do it?",
    "Have you ever sent an inappropriate text to your mom or dad by accident?",
    "What's something that should be normal but isn't?",
    "Who's hotter: you or your friend?",
    "What is the most annoying thing about your best friend?",
    "Has a crush ever found out you liked them and turned you down?",
    "What's the biggest mistake you've ever made?",
    "What's your opinion on love?",
    "Have you ever had a crush on a person at least 10 years older than you?",
    "What's the best thing to say to your friend that would be the worst thing to say to your crush?",
    "What parts of your body do you shave?",
    "What's your biggest fantasy?",
    "What are your favorite and least favorite of your body parts?",
    "What if your best friend told you that she/he liked your crush?",
    "What's your worst habit?",
    "Act like the opposite sex for 5 minutes.",
    "If one of your friends were cheating with your other friend's boyfriend, what would you do?",
    "Have you ever been rejected by someone? explain.",
    "Have you ever had a crush on a friend's boyfriend/girlfriend?",
    "If someone sent you a nude, what would you do?",
    "Out of the last 5 people you dmed, if you had to kiss one of them who would you pick? (no bots)",
    "What's a secret you've never told anyone?",
    "Who was your first celebrity crush?",
    "If your best friend had b.o., would you tell her?",
    "Where is the strangest place you have peed?",
    "What was the last thing you searched for on your phone?",
    "What do you wish was socially acceptable?",
    "What are your thoughts on polyamory?",
    "What's your greatest fear?",
    "Have you ever broken the law?",
    "Do you think your friend's boyfriend is hot?",
    "If she doesn't have a boyfriend, who do you think she should date?",
    "If you knew your friend's bf/gf was cheating on them, what would you do?",
    "What's the sexiest thing about a guy/girl?",
    "If you knew you were going to die in 2 minutes, what would you do/say?",
    "Have you ever peed in the pool?",
    "What's your least favorite feature about your body?",
    "Have you ever stayed friends with someone because it benefitted you beyond just the friendship?",
    "Rate everyone in the room from 1 to 10, with 10 being the hottest.",
    "Have you ever shared your friend's secret with someone else?",
    "Who was your longest secret crush?",
    "What if your best friend told you that she liked your crush?",
    "What's something you're glad your mum doesn't know about you?",
    "What is your scariest imagination when you fall to sleep?",
    "Who is your current crush?",
    "What was the most awkward encounter with a crush that you have had?",
    "Do you have any fetishes?",
    "If you had to trade your friend in for the celebrity crush of your dreams, which friend would you choose?",
    "Have you ever ditched your friend for a boy?",
    "Have you ever been caught cheating on someone?",
    "When was the last time you lied?",
    "If your crush told you he/she liked your best friend, what would you do?",
    "Have you ever tasted a booger?",
    "What are your top three turn-ons?",
    "What would you do if your crush liked someone else?",
    "What's the worst thing anyone's ever done to you?",
    "What's the furthest you've gone in a game of truth or dare?",
    "Who's the most attractive person in this group?",
    "Have you ever told a lie about your best friend to make yourself look better?",
    "Would you hook up with him if you knew she would never find out?",
    "Who annoys you the most in this server, excluding yourself or bots?",
    "Have you ever played cards against humanity with your parents?",
    "Would you ditch your friends if you could become the most popular girl in school?",
    "Who is the hottest: hagrid, dumbledore, or dobby?",
    "If someone you didn't like had a crush on you, how would you act around them?",
    "Have you ever asked someone out?",
    "What's the most embarrassing thing you've done in a taxi?",
    "If you had to date someone else's boyfriend, who would it be?",
    "What's your biggest fear?",
    "Have you ever cheated on someone?",
    "Who have you loved but didn't love you back?",
    "If you knew your friend's boyfriend was cheating on her, what would you do?",
    "Have you ever fallen in love at first sight?",
    "Have you ever had a run in with the law?",
    "Would you choose a wild, hot relationship or a calm and stable one?",
    "What was the worst thing you've ever seen on discord?",
    "Would you go out with an older person? how old is too old?",
    "If you could kill someone with no consequences, who would you kill?",
    "On an overnight trip, would you rather share a bed with your best friend or her boyfriend?",
    "How much would you do to get your dream partner?",
    "If you knew you were going to die in 24 hours, what would you do/say?",
    "What do most people wish for/want that you don't?",
    "When was the last time you cried?",
    "Would you ever date two people at once if you could get away with it?",
    "Would you share a toothbrush with your best friend?",
    "Do you have a hidden talent?",
    "If your parents hated your partner, would you dump them?",
    "If you had to make out with someone in this group, who would you pick? (no picking yourself)",
    "Have you ever thought about ditching your friend for a boy?",
    "The object or person to your left is going to kill you. who or what is it?",
    "Would you rather be a guy or a girl? why?",
    "If you had to choose between going naked or having your thoughts appear in thought bubbles above your head for everyone to read, which would you choose?",
    "Which mistake did you make as a teenager is still biting you in the ass until now?",
    "What's the first thing you would do if you woke up one day as the opposite sex?",
    "What's the most disgusting thing you've ever seen?",
    "If your crush told you he liked your best friend, what would you do?",
    "If you had to choose, who would you stop being friends with?",
    "What is a secret you keep/kept from your parents?",
    "Who would you like to kiss in this room?",
    "What makes you feel uncomfortable?",
    "What do you want on your tombstone?",
    "Would you let a friend cheat on a test?",
    "What's the most inappropriate time you've ever laughed?",
    "Do you currently have a crush on anyone?",
    "What was your first impression of your best friend's boyfriend?",
    "What's the worst thing you've ever done?",
    "Have you ever seen a dead body?",
    "Have you ever cheated in an exam?",
    "Has anyone ever walked in on you when going #2 in the bathroom?",
    "What's the most disgusting thing you've ever done?",
    "What is your guilty pleasure?",
    "Have you ever lied to your best friend?",
    "If someone asked you what your best friend is like, how would you describe her?",
    "What is the most likely to cause humanity's extinction?",
    "Have you ever walked in on your parents doing it?",
    "What's the craziest thing you've done while drunk?"
  ],
  "r": [
    "How do you like the taste when you go down on someone?",
    "Who was your best partner and why?",
    "Have you ever roleplayed?",
    "What was it like going down on someone the first time?",
    "Who would you hate to see naked?",
    "Have you ever cheated?",
    "What is the first dirty thing you would do if you woke up as the opposite sex?",
    "Who's the most embarrassing person you stalk?",
    "What was it like the first time someone went down on you?",
    "What's the worst lie you've ever told?",
    "What's a kink you were into but not anymore?",
    "Who's the most embarrassing crush you've ever had?",
    "How many people have seen you naked?",
    "If you could be good at only 1 subject and be horrible at all the others, what subject would you pick?",
    "When it comes to lingerie, is less best, or do you want something to unwrap?",
    "What's a tip that's nsfw but can save your life?",
    "Have you ever thought about the same sex?",
    "What's the most embarrassing thing that turns you on?",
    "Who do you most want to sleep with, out of everyone here?",
    "What's the most unusual place you made love in?",
    "What's something romantic you've done that you're most proud of?",
    "If you were into the same sex, which male celebrity would you go for?",
    "What's your ultimate sexual fantasy?",
    "Have you ever faked it? when? can you recreate it?",
    "What's the hookup you regret the most?",
    "What's your self-love strategy?",
    "Have you ever sexted anyone? if so, read one of the sexts in a fake british accent.",
    "What is the craziest thing you've ever watched?",
    "What's your least favorite feature about your body?",
    "Do you have an \"i'm getting laid tonight\" outfit? what is it?",
    "Let someone go through your amazon purchase history and read it out to the group.",
    "How do you feel when touching yourself?",
    "What's your favorite feature about your body?",
    "Have you ever done it in a car?",
    "Describe your favorite thing to do when you're alone.",
    "When was the most embarrassing time you got turned on?",
    "If you got to have a threesome with people in this room, who would you do it with and why?",
    "If you added \"in my ass\" to the title of the last song you listened to, what would it be?",
    "What's your favorite body part on yourself? on your partner?",
    "If you could spend one night with any pornstar past or present in their prime, who would it be?",
    "When was the last time you cried?",
    "Where is the weirdest place that you've ever gone solo?",
    "Are second rounds exciting or exhausting?",
    "What's the worst kiss you've ever been given?",
    "Let someone go through your youtube history and read it out to the group.",
    "If you could choose one person to have sex with, who would you pick?",
    "What is one thing you've never done in the bedroom?",
    "What's your favorite body part on a girl?",
    "Do you have any interesting fetishes?",
    "Have you ever been to a strip club?",
    "What would be more thrilling: angry sex or makeup sex?",
    "If you could have sex with anyone in history, who would you have sex with?",
    "What's your worst substance story (getting drunk, high, etc.)?",
    "Have you ever wanted to cheat?",
    "Have you ever given or been given ‘attention' while driving a car?",
    "What was the most powerful sexual experience you've ever had?",
    "What sex act have you've done that you'll never do again?",
    "Do you have any spicy pictures or videos saved on your phone?",
    "Have you ever had a one-night stand?",
    "Where are you on the straight/queer spectrum? be honest!",
    "When did you lose your virginity?",
    "When was your first kiss?",
    "If you got paid $100, would you go skinny dipping with [random user]?",
    "What is the dumbest thing you've ever done?",
    "Have you ever gotten a bikini wax?",
    "What's your favorite body part on a guy?",
    "What's the most embarrassing thing you've done in a relationship?",
    "Do you prefer one-on-one or the more the merrier?",
    "Who is your strangest off-limits crush?",
    "Have you ever had a wardrobe malfunction?",
    "Have you ever been attracted to the same sex?",
    "Who here are you most jealous of?",
    "What kink is your partner into but you are not but you do anyway?",
    "Do you prefer to have a dominant, submissive, or neutral partner? explain why?",
    "What animal represents you the best?",
    "Who's the hottest person at work?",
    "When was the first time you came?",
    "What's your most recent naked story?",
    "How often do you trim down there?",
    "When/how did you find out how babies are made?",
    "What's the strangest dream you've had?",
    "What's the naughtiest thing you've gotten away with?",
    "Who would you love to see naked?",
    "Have you ever made someone cry?",
    "When did you go solo for the first time?",
    "What is your favorite \"special\" toy?",
    "Have you ever considered a threesome?",
    "When you fart, do you sit there or try to move away from it?",
    "How many people have you slept with?",
    "Have you ever wanted to try on women's clothing?",
    "What is the most fun you've ever had in a romantic setting?",
    "What is the song that you get it on to the most?",
    "What's your favorite fantasy to pleasure yourself to?"
  ]
}