{
  "pg": [
    "Would you rather live in a big city or a small town?",
    "Would you rather have 600 spiders in your bedroom or 6000 grasshoppers in the rest of the house?",
    "Would you rather come in late to work and leave late or come in early and leave early?",
    "Would you rather your parents spend a school day with you or go to work one day with your parents?",
    "Would you rather take one vacation that lasts four weeks or four vacations that last one week each?",
    "Would you rather lose your vision or your hearing?",
    "Chicken nuggets or chicken fingers?",
    "Would you rather never be able to go out during the day or never be able to go out at night?",
    "Would you rather eat a bug or get stung by a bee?",
    "Would you rather work at a summer camp or lifeguard at a pool?",
    "Would you rather have all the money you could ever need or have every meal you eat to be the best meal of your life?",
    "Would you rather give up coffee or soda for the rest of your life?",
    "Would you rather have a mansion or a private jet?",
    "Would you rather go on a cruise with friends or with your spouse?",
    "Would you rather have $200,000 of debt added to whatever you might owe right now, and have to pay it off, or erase any debt you might have right now but never have a job that pays you more than $60,000/year?",
    "Would you rather eat all your food ice cold or super hot?",
    "Would you rather eat only ice cream for the rest of your life, or never eat ice cream again?",
    "Would you rather be stuck on a train or a bus?",
    "Would you rather be really tall or really short?",
    "Would you rather use boiling water as eye drops or gargle with hot sauce?",
    "Would you rather swim the atlantic ocean or bike across the united states?",
    "Would you rather the ability to change the past or see into the future?",
    "Would you rather die in 20 years with no regrets or live to 100 with a lot of regrets?",
    "Would you rather be bored or busy?",
    "Would you rather have the worst professor of all time once or have just okay professors forever?",
    "Would you rather bring your lunch or eat lunch at school?",
    "Would you rather lose the ability to lie or believe everything you’re told?",
    "Would you rather be super strong or super fast?",
    "Would you rather be the world’s best actress or singer?",
    "Would you rather never drink coffee again or never drink soda again?",
    "Would you rather lose your ability to speak or the ability to hear?",
    "Would you rather wear pants 3 sizes too big or shoes 3 sizes too small?",
    "Would you rather eat the same food every day or, once you eat a certain food, you’re never able to eat it again?",
    "Would you rather watch sitcoms or drama?",
    "Would you rather die in 10 years with no regrets or live for 30 years with lots of regrets?",
    "Would you rather be the star of your favorite tv show or be a member of your favorite band?",
    "Would you rather be a character in an action-packed thriller or a romantic comedy?",
    "Would you rather have 10 dogs or no dogs at all?",
    "Would you rather have to sew all your clothes or grow your own food?",
    "Would you rather have ten kids or no kids at all?",
    "Would you rather work on the top floor of a skyscraper or work in a basement?",
    "Would you rather have a terrible boss but a great job or a great boss but a terrible job?",
    "Would you rather work at chick-fil-a or work at the fanciest restaurant in town?",
    "Would you rather be proposed to in private or in front of family and friends?",
    "Would you rather be the oldest child or the youngest child?",
    "Would you rather never sit in traffic again or never wait in line again?",
    "Would you rather have 80’s style or 70’s style (you have to live in present day)?",
    "Would you rather have 8 a.m. classes every day or 8 p.m. classes every day?",
    "Would you rather be famous in your career field or celebrity famous?",
    "Would you rather be 11 feet tall or nine inches tall?",
    "Would you rather explore space or the ocean?",
    "Would you rather go to a movie or to dinner alone?",
    "Would you rather have cake or cookies for dessert?",
    "Would you rather have to eat one jar of jam every day for the rest of your life, or never be able to eat bread again?",
    "Would you rather go on a rollercoaster or go sky diving?",
    "Would you rather be skinny and hairy or fat and smooth?",
    "Would you rather talk like yoda or breathe like darth vader?",
    "Would you rather be best friends with a celebrity or be a celebrity yourself?",
    "Macaroni salad or potato salad?",
    "Breakfast or no breakfast?",
    "Would you rather labor under a hot sun or extreme cold?",
    "Would you rather know only the bad parts of your future or not know your future at all?",
    "White or wheat bread?",
    "Would you rather find out your favorite movie is real or find out your favorite book is real?",
    "Would you rather be in your pajamas or a suit all day?",
    "Would you rather have your first child when you are 18 or 40?",
    "Would you rather go to jail for a crime you didn’t commit or send someone else to jail for a crime they didn’t commit?",
    "Would you rather see lady gaga in a movie or see bradley cooper in concert?",
    "Would you rather take the bus or walk to school?",
    "Would you rather go to school four days a week for 10 hours or five days a week for eight hours?",
    "Would you rather replace your shampoo with ranch dressing or replace your deodorant with garlic?",
    "Would you rather live in france or italy?",
    "Would you rather eat a stranger's toenails clippings once a week or have everything smell like garbage?",
    "Would you rather be in your pajamas or a suit all day everyday?",
    "Would you rather be able to fly or be able to turn invisible?",
    "Would you rather someone see all the photos in your phone or read all your text messages?",
    "Would you rather give up social media or be an influencer?",
    "Would you rather eat spicy dessert food or spicy breakfast food every day?",
    "Would you rather die before or after your partner?",
    "Would you rather speak to animals or know other people’s thoughts?",
    "Would you rather have all male children or all female children?",
    "Would you rather be the smartest person of all time or the most beautiful person of all time?",
    "Would you rather have a job where you talk to people all day or a job where you stay at your desk by yourself all day?",
    "Would you rather be able to speak any language or be able to communicate with animals?",
    "Would you rather be without internet for a week, or without your phone?",
    "Would you rather have 10,000 spoons when all you need is a knife or always have a knife but never be able to use spoons?",
    "Would you rather everyone pick one outfit that they wear for their whole life or always have to pick out new outfits?",
    "Would you rather let your sibling name your first baby or let your grandma/great aunt name your first baby?",
    "Would you rather run at 100 mph or fly at 20 mph?",
    "Would you rather be fluent in all languages or be a master of every musical instrument?",
    "Would you rather go to your dream college or get your dream job?",
    "Would you rather run a country or a business?",
    "Would you rather have a cook or a maid?",
    "Would you rather never have to eat again or never have to go to the bathroom again?",
    "Would you rather be the star player on a losing basketball team or ride the bench on a winning one?",
    "Would you rather find your passion or the love of your life?",
    "Would you rather be in a zombie apocalypse or a robot apocalypse?",
    "Would you rather work for your parents or teach at your high school?",
    "Would you rather be able to read minds or be able to see the future?",
    "Would you rather get the highest score on the sat at your school or be the best athlete at your school?",
    "Would you rather look 10 years older from the neck up or down?",
    "Would you rather be an artist or an athlete?",
    "Would you rather take all your electives on one day of the week or spread them out throughout the week?",
    "Would you rather have many good friends or one very best friend?",
    "Would you rather be vegan or gluten-free?",
    "Would you rather meet the president of the united states or a movie star?",
    "Would you rather be convicted for life for a crime you didn’t commit or have someone else serve a life sentence for a crime you committed?",
    "Would you rather be the best in the world at a sport no one cares about or have an average career playing a very popular sport?",
    "Would you rather be the best athlete who ever lived or the best singer who ever lived?",
    "Would you rather be gossiped about or never talked about at all?",
    "Would you rather live in the middle of nowhere or in a massive city?",
    "Would you rather have adele’s voice or normani’s dance moves?",
    "Hot dogs or hamburgers?",
    "Would you rather have a physical meeting with other coworkers or have an online meeting with other coworkers?",
    "Would you rather be bald your whole life or have your least favorite color be the color of your hair for your whole life?",
    "Would you rather never be able to remember anyone’s name or never be able to remember directions?",
    "Would you rather give up cursing forever or give up ice cream for 12 years?",
    "Would you rather present in front of your whole class or present just in front of your teacher?",
    "Cookie dough or cookies from scratch?",
    "Would you rather always feel hungry or always feel thirsty, no matter how much you ate or drank?",
    "Would you rather make a phone call or send a text?",
    "Would you rather be a good singer or a good dancer?",
    "Would you rather be captain of a sports team or president of the drama club?",
    "Would you rather not have heating or not have air conditioning?",
    "Would you rather always have to cough or always have to sneeze?",
    "Would you rather be royalty 1,000 years ago or an average person today?",
    "Would you rather never read a book again or never listen to music again?",
    "Would you rather your kids wear a uniform to school or clothing of their choice?",
    "Would you rather be serenaded by snoop dog or mariah carey?",
    "Would you rather lose all your technology devices or lose every picture that’s ever been taken of you?",
    "Would you rather only be able to watch movies starring the rock or only be able to watch movies starring leonardo dicaprio?",
    "Would you rather live far away from your family or right next door to your family?",
    "Would you rather own your own boat or your own plane?",
    "Would you rather have to eat super healthy every day or have to work out every day?",
    "Would you rather be reincarnated as a sea creature or an airborne creature?",
    "Would you rather eat the oldest thing in the office fridge or clean the office bathroom?",
    "Would you rather only drink soy milk or only eat gluten-free?",
    "Would you rather hear a comforting lie or an uncomfortable truth?",
    "Would you rather have gatorade or powerade?",
    "Would you rather end hunger or hatred?",
    "Would you rather have cookies or cake?",
    "Would you rather take a class you love with a teacher you hate or a class you hate with a teacher you love?",
    "Would you rather work in a group or work alone?",
    "Would you rather receive catered lunch every day at work but never get to choose what you order or pack your own lunch every day?",
    "Would you rather hear the good news or the bad news first?",
    "Would you rather own a baby monkey or a baby seal?",
    "Would you rather get stranded by yourself on a desert island, or stranded on a snow mountain?",
    "Would you rather be too busy or be bored?",
    "Would you rather have an unlimited gift certificate to a restaurant or a clothing store?",
    "Would you rather have to wear clown shoes every day or have to wear bunny ears every day?",
    "Would you rather have your grandma or your grandpa follow you around school for the day?",
    "Would you rather be trapped for an hour in a room full of mosquitoes or rats?",
    "Would you rather travel the us and see the sights in a motorhome or by plane?",
    "Would you rather have a family of 12 children or never be able to have children at all?",
    "Would you rather watch the sunrise or sunset?",
    "Would you rather join choir or band?",
    "Would you rather only use email to communicate or only use voice calls (no video calls)?",
    "Would you rather be a superhero or a wizard?",
    "Would you rather detect every lie you hear or get away with every lie you tell?",
    "Would you rather write the song of the summer or attend a royal wedding?",
    "Would you rather always be traveling or never be able to travel again?",
    "Would you rather be good at any new skill you tried but always work on new things or work with the same skills and specialize your work?",
    "Would you rather lose all of the money you earned this year or lose all of the memories you made this year?",
    "Would you rather have a permanent splinter under your big toenail, or have a permanent bad haircut?",
    "Would you rather never eat christmas cookies ever again or never eat halloween candy ever again?",
    "Scrambled or over-easy eggs?",
    "Would you rather win an oscar or a grammy?",
    "Eggs or pancakes?",
    "Would you rather mentally or physically never age?",
    "Would you rather be the funniest person in a room or the smartest person in a room?",
    "Would you rather have your debt forgiven or have guaranteed good health for a decade?",
    "Would you rather spend a year at war or a year in prison?",
    "Would you rather be magical but live on earth or live in a magical land but be normal?",
    "Would you rather have all your food be spicy or have all your food be sweet?",
    "Would you rather have a vegetable garden or a flower garden?",
    "Would you rather have a pet skunk that sprayed you once a month or a pet porcupine that quilled you once a month?",
    "Wake up in your underwear at work or wake up naked in the woods 20 miles from home?",
    "Would you rather live in new york city or london?",
    "Would you rather date someone you met online or go on a blind date?",
    "Would you rather be the most popular person at work or school or the smartest?",
    "Would you rather be the manager whose job is to delegate or the worker who gets to do the actual work?",
    "Would you rather have to explain how wi-fi works to a time traveler or have to explain how social media works to a time traveler?",
    "Would you rather eat out for every meal or have a personal chef at your house?",
    "Would you rather be known as a one-hit wonder for a novel or a song?",
    "Would you rather eat a meal of cow tongue or octopus?",
    "Would you rather be locked for a week in a room that’s overly bright or a room that’s totally dark?",
    "Would you rather lose your keys every day or your phone?",
    "Would you rather walk to work in heels or drive to work in reverse?",
    "Would you rather be stuck on an island alone or with someone who talks incessantly?",
    "Would you rather your mother or your father pick your future spouse?",
    "Would you rather host your own late-night show or your own morning show?",
    "Would you rather speak at an important conference or host an important meeting face-to-face at the office?",
    "Would you rather not have electricity or not have indoor plumbing?",
    "Would you rather listen to the same song all day every day for thirty days or not listen to any music for a year?",
    "Would you rather eat a meal made by a celebrity chef or get an outfit designed by a celebrity stylist?",
    "Would you rather work on a big team or just with one other person?",
    "Would you rather be able to talk to land animals, animals that fly, or animals that live under the water?",
    "Would you rather eat pizza or ice cream as the only food for eternity?",
    "Would you rather win the world series or the super bowl?",
    "Would you rather have no elbows or have no knees?",
    "Would you rather be feared or loved?",
    "Would you rather have the details of your financial life or your love life be made public?",
    "Would you rather sit in a loud part of the office or a quiet part?",
    "Would you rather be a famous actor or a famous singer?",
    "Would you rather have all of your messages and photos leak publicly or never use a cellphone ever again?",
    "Would you rather be stuck on an island for eternity all on your own or with someone you hate?",
    "Would you rather have a horses tail or a unicorn horn?",
    "Would you rather be a famous baker or a famous barbeque master?",
    "Would you rather meet oprah or ellen?",
    "Would you rather be a famous singer and have the voice you have now or a famous dancer and have the dance skills you have now?",
    "Would you rather eat something sweet or sour?",
    "Would you rather listen to music from the ’70s or music from today?",
    "Would you rather never eat condiments again or put them on everything you eat?",
    "Would you rather be class president or class vice president?",
    "Would you rather write a bestselling novel or direct a blockbuster movie?",
    "Would you rather have pringles or lay's?",
    "Would you rather eat out by yourself or eat at home with your family?",
    "Would you rather have to listen to one song (chosen by you) play over and over for a week or have multiple songs (chosen by someone else) play over and over for a week?",
    "Would you rather be the richest person in the world or be immortal?",
    "Would you rather have a flower garden or a vegetable garden?",
    "Mashed potatoes or baked potatoes?",
    "Would you rather be filthy rich and live 400 years ago or be poor but live today?",
    "Would you rather travel exclusively by plane or travel exclusively by train?",
    "Would you rather be the youngest or the oldest sibling?",
    "Would you rather spend the weekend with pirates or ninjas?",
    "Would you rather only be able to listen to one of the songs you love for the rest of your life or be able to listen to any of the songs that you hate for the rest of your life?",
    "Would you rather sing like an opera star or cook like a gourmet chef?",
    "Would you rather never lose a sports game or never lose an argument?",
    "Would you rather have a personal chef or a chauffeur?",
    "Would you rather only have room temperature water for the rest of your life or only have ice cold water?",
    "Would you rather always hit every red light at a stoplight or get a flat tire once a month?",
    "Would you rather spend 20 years in prison and be exonerated as innocent or be put away for four years (despite your innocence) and be considered guilty forever?",
    "Would you rather have an intelligent partner or a good-looking partner?",
    "Would you rather eat all your food cold or all your food hot?",
    "Would you rather have your whole body covered in tattoos forever or have your skin be bright green for 10 years?",
    "Would you rather sleep in a doghouse or let stray dogs sleep in your bed?",
    "Would you rather have more time or more money?",
    "Would you rather have an amazing teacher who doesn’t like you or a bad teacher who likes you?",
    "Would you rather read a book or watch a movie?",
    "Would you rather be a talented athlete or a talented artist?",
    "Would you rather have a huge but not very fancy wedding or a small but very fancy wedding?",
    "Would you rather be forced to live the same day over and over again for a full year, or take 3 years off the end of your life?",
    "Would you rather be prom king/queen or valedictorian?",
    "Would you rather communicate only in emoji or never be able to text at all ever again?",
    "Would you rather read an awesome book or watch a good movie?",
    "Would you rather have lots of pretty close friends or just one best friend?",
    "Would you rather have to sing everything you say (but say as much as you want) or talk normally but only be allowed 100 words a day?",
    "Would you rather only listen to one song for the rest of your life (but you get to choose the song) or only listen to the music your parents like for the rest of your life?",
    "Would you rather eat a raw onion or two raw heads of garlic?",
    "Would you rather have a big family or a small family?",
    "Would you rather take every vacation to disney world or new york city?",
    "Would you rather take care of all your family’s pets or have no pets at all?",
    "Would you rather never have a smartphone again or never have a laptop again?",
    "Would you rather be able to turn invisible but have no control over when it happens or be able to fly but have no control over when it happens?",
    "Would you rather eat only cheese for 1 year or not be able to eat cheese for 1 year?",
    "Would you rather be the ceo of a company or another executive?",
    "Would you rather spend two weeks stuck in a psychiatric hospital or stuck in an airport?",
    "Would you rather clean up someone else’s vomit or someone else’s blood?",
    "Would you rather be friends with oprah or simon cowell?",
    "Would you rather have nosy neighbors or noisy neighbors?",
    "Would you rather ride a bike to work or a horse to work?",
    "Would you rather experience the world beginning or ending?",
    "Would you rather be able to fly or be able to teleport?",
    "Would you rather be able to talk with the animals or speak all foreign languages?",
    "Would you rather get trapped in the middle of a food fight or a water balloon fight?",
    "Would you rather have to listen to only justin bieber or only ariana grande for the rest of your life?",
    "Would you rather live in the world of harry potter or the world of star wars?",
    "Would you rather be batman or spiderman?",
    "Would you rather live in a huge (but smelly) house or a small (but good-smelling) apartment?",
    "Would you rather swim in a pool full of nutella, maple syrup, honey, mayonnaise, or ketchup?",
    "Would you rather change your eye color or your hair color?",
    "Would you rather only use netflix or only use hulu?",
    "Would you rather carry a flip phone or only use a desktop computer?",
    "Would you rather be good at synchronized swimming or chess?",
    "When you’re old, would you rather die before or after your spouse?",
    "Would you rather live for 1,000 years or live for only 30 years?",
    "Would you rather wear headphones at work or have music playing over a speaker?",
    "Always hit a red light for the rest of your life or always get slow internet after the sun goes down?",
    "Would you rather explore the deep sea or outer space?",
    "Would you rather spend the night in an aquarium or in a botanical garden?",
    "Would you rather be a famous celebrity or live like a hermit?",
    "Would you rather work for a very small company or a very large company?",
    "Would you rather have an unlimited supply of cell phone data or an unlimited supply of gas in your car?",
    "Would you rather be on a survival reality show or dating game show?",
    "Would you rather be an unknown major league baseball player or a famous badminton star?",
    "Would you rather get rich through hard work or through winning the lottery?",
    "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?",
    "Would you rather never eat again or be extremely full, assuming you can never die?",
    "Would you rather be an olympic gold medalist or a nobel peace prize winner?",
    "Would you rather ask for help or figure it out on your own?",
    "Would you rather meet george washington or the current president?",
    "Would you rather work your dream job for barely any money or the worst job ever for a billion dollars?",
    "Would you rather only be able to whisper or only be able to shout?",
    "Would you rather tour with a famous band or tour with a famous comedian?",
    "Would you rather get a paper cut every time you read a book or get a free pair of jordans?",
    "Would you rather never play video games again or never use your favorite mobile app again?",
    "Would you rather sing in front of the whole school or be in a spelling bee in front of the entire school?",
    "Would you rather have it always be summer or always be winter?",
    "Would you rather act in a movie or sing on an album?",
    "Would you rather own a restaurant with your family or own a retail clothing store with your family?",
    "Would you rather be a cannablist for the rest of your life or starve to death?",
    "Would you rather sit down all day or stand all day?",
    "Would you rather live until you are 200 and look your age or look like you’re 22 your whole life, but die at age 65?",
    "Would you rather have an odd shaped nose or odd shape ears?",
    "Would you rather perform at the super bowl halftime show or play football in the super bowl?",
    "Would you rather have access to the teacher’s lounge or be able to drive a school bus?",
    "Would you rather live at the top of a tall nyc apartment building or at the top of a mountain?",
    "Would you rather brush your teeth with a hairbrush or your hair with a toothbrush?",
    "Would you rather go without tv or junk food for the rest of your life?",
    "Would rather have 100 duck-sized elephants or 1 elephant-sized duck?",
    "Would you rather be a bodybuilder or a professional golfer?",
    "Would you rather never be able to find a table in the library or never be able to find a table in the dining hall?",
    "Would you rather spend time at the beach or the ocean?",
    "Would you rather work 80 hours one week and have the next week off or work 40 hours for the week (spread across seven days including weekends) for two weeks?",
    "Would you rather be without elbows or without knees?",
    "Would you rather have one week off every month, but no summer, or stick with a regular school schedule?",
    "Would you rather live in a world with no caffeine or a world with no meat?",
    "Would you rather always be slightly too warm or slightly too cold (no matter what temperature the world around you is)?",
    "Would you rather have your flight delayed by 8 hours or lose your luggage?",
    "Would you rather have a 10-hour dinner with a headstrong politician from an opposing party, or attend a 10-hour concert for a music group you detest?",
    "Would you rather have to eat one dog treat per day plus whatever food you want or never eat dog food, but you can only eat cereal?",
    "Would you rather have x-ray vision or magnified hearing?",
    "Would you rather get paid your entire salary plus benefits all at once for the year or get paid little by little throughout the year?",
    "Would you rather be a genius and know everything or be amazing at any activity you tried?",
    "Would you rather be able to play any instrument or speak any language?",
    "If you had to give up one thing for the rest of your life, would it be brushing your hair or brushing your teeth?",
    "Would you rather be locked in an amusement park or a library?",
    "Would you rather be 4’5” or 7’7”?",
    "Would you rather work more hours per day, but fewer days or work fewer hours per day, but more days?",
    "Would you rather oversleep every day for a week or not get any sleep at all for four days?",
    "Would you rather have way more work than you could ever accomplish in a day and be stressed or have hardly any work at all and be bored?",
    "Ice cream or frozen yogurt?",
    "Would you rather own a coffee shop or own a bakery?",
    "Would you rather be able to breathe underwater or fly through the air?",
    "Would you rather be known for your intelligence or your good looks?",
    "Would you rather go camping or go on a cruise?",
    "Would you rather have to do laundry for your family or cook meals for your family?",
    "Would you rather be in a ballet class or a salsa class?",
    "Would you rather be chronically under-dressed or overdressed?",
    "Would you rather say the morning announcements or be the school sports commentator?",
    "Would you rather be on a sports team or be involved in theatre?",
    "Would you rather pick up painting or sewing?",
    "Would you rather have a pet dragon or a pet unicorn?",
    "Would you rather know every language, but never be able to travel to another country, or would you rather travel, but never be able to speak another language?",
    "Would you rather break everything you touch or get shocked every time you touch something?",
    "Would you rather travel all the time or stay in the same city all the time?",
    "Would you rather have a photographic memory or perfect pitch?",
    "Would you rather be an amazing chef or be an amazing driver?",
    "Would you rather be able to fly or read minds?",
    "Would you rather get married to a zombie or give birth to a zombie?",
    "Would you rather be able to play an instrument or be able to dance?",
    "Would you rather have baby vomit on you or vomit on a baby?",
    "Would you rather never be able to drive anywhere (and have to buy flights to every place too far to walk) or never be able to fly anywhere again?",
    "Would you rather sit next to a kid who smells bad or a kid who talks loudly enough to get you in trouble?",
    "Would you rather be smacked in the face with a fish or farted on?",
    "Would you rather go for a company with thousands of staff or go for a company with just a few hundreds of staff?",
    "Would you rather be a kid your whole life or an adult your whole life?",
    "Would you rather be rich or famous?",
    "Would you rather give up deodorant or give up toothpaste?",
    "Would you rather end every phone call with “i love you” or accidentally call your partner the wrong name during a fight?",
    "Would you rather sing a song in front of complete strangers or your closest friends?",
    "Would you rather be able to eat anywhere for free or be able to get any clothes from any store for free?",
    "Would you rather have super strength or super hearing?",
    "Would you rather have a job you hated that made you rich or have a job you loved that ensured you would always be poor?",
    "Would you rather have to eat all your meals holding silverware with your feet or drink all your drinks holding the cup with your feet?",
    "Would you rather get your wisdom teeth pulled or your butt cheeks pierced?",
    "Would you rather teach a class in high school or have your parents teach one of your classes?",
    "Would you rather give up your gps or netflix?",
    "Would you rather give a terrible presentation to your class, but get an a or turn in good work silently, but get an f?",
    "Would you rather have 10 children or no children?",
    "Would you rather eat a dead pigeon or eat a dead dove?",
    "Would you rather be the person who flips the switch during executions or be the judge who decides who should be executed?",
    "Would you rather be able to play every instrument in the school orchestra or be able to play every position on the school basketball team?",
    "Would you rather travel back in time, or travel to the future?",
    "Would you rather work more hours a day, but have longer weekends or work fewer hours a day with more workdays?",
    "Would you rather ride the bus to school or walk to school?",
    "Would you rather meet oprah or dr. phil?",
    "Would you rather work an extra hour but get an hour of break time or work with no breaks but leave an hour earlier?",
    "Would you rather go deep-sea diving or bungee jumping?",
    "Would you rather live in the mountains or at the beach?",
    "Would you rather be a famous rapper or a famous singer?",
    "Would you rather be a famous songwriter or a famous drummer?",
    "Would you rather have a 2-week vacation at no cost, or $10,000 to spend however you want?",
    "Would you rather visit the seven wonders of the world or get to plan your own trip to seven interesting places?",
    "Would you rather do something stem-related or something humanities-related?",
    "Would you rather lose your wallet once a year and have to replace everything in it or lose your phone once a year and have to replace it?",
    "Would you rather have a child every year for 20 years or never have any children at all?",
    "Would you rather give up air conditioning and heating for the rest of your life or give up the internet for the rest of your life?",
    "Would you rather be extremely obese or extremely skinny?",
    "Would you rather travel exclusively by plane or exclusively by submarine (if there was no time difference)?",
    "Would you rather eat pizza every single day or never eat pizza again?",
    "Would you rather have unlimited outfits or unlimited food (both are only for yourself, and you’re not allowed to share)?",
    "Would you rather eat spicy wings or bite into ice cream?",
    "Would you rather have the ability to see 10 minutes into the future or 150 years into the future?",
    "Would you rather babysit a crying infant for a day or have an unwanted houseguest for a week?",
    "Would you rather never use a gps or only be able to drive stick shift cars?",
    "Would you rather work in a big city or a small town (if you could have the same job both places)?",
    "Would you rather be the president but you’re bad at it or have a job nobody knows about, but you’re really good at it?",
    "Would you rather do all the grocery shopping for your family or do all the cooking for your family?",
    "Would you rather bike or drive to work?",
    "Would you rather be able to take back anything you say or hear every conversation around you?",
    "Would you rather eat super sweet cake or super salty chips for the rest of your life?",
    "Would you rather be poor in the world of today or rich but live 2,000 years ago?",
    "Would you rather always say everything on your mind or never speak again?",
    "Would you rather wear pajamas to school or a suit to school (no one else is wearing the same thing)?",
    "Would you rather eat only meat or only vegetables?",
    "Would you rather be 45 minutes late or 45 minutes early to every event or engagement?",
    "Would you rather never have a meeting again or be in meetings all day every day for a year straight?",
    "Would you rather never get another present in your life but always pick the perfect present for everyone else or keep getting presents but giving terrible ones to everyone else?",
    "Would you rather have your own robot or a jetpack?",
    "Would you rather teach your favorite subject or run your favorite club?",
    "Would you rather have a daughter have hulk powers or a son with beyonce’s talent?",
    "Would you rather be great at ping pong or great at croquet?",
    "Would you rather have a constant supply of the best coffee in the world at your office or a constant supply of the best snacks in the world at your office?",
    "Would you rather make the best movie ever or the best album ever?",
    "Would you rather do something you love and make just enough money to get by or do something you hate but make billions of dollars?",
    "Would you rather get stranded on a desert island or never get to be alone for the rest of your life?",
    "Would you rather have a constantly messy dorm room or a constantly smelly dorm room?",
    "Would you rather be tall and slow or short and fast?",
    "Would you rather host saturday night live or be the bachelor/bachelorette?",
    "Would you rather have everyone you know be able to read your thoughts or for everyone you know to have access to your internet history?",
    "Would you rather spend the night in a luxury hotel room or camping surrounded by beautiful scenery?",
    "Pork bacon or turkey bacon?",
    "Would you rather not be able to taste or not be able to see colours?",
    "Would you rather have a bad picture of you on the cover of the school yearbook or a good picture of you on the cover of the school newspaper?",
    "Would you rather live in los angeles or new york city?",
    "Would you rather eat good food with a person you don’t like or bad food with a person you do like?",
    "Would you rather only be an instagram influencer or only be youtube famous?",
    "Would you rather be your family dog or a wild wolf?",
    "Would you rather get a degree in what you love or get a degree in something that will make you money?",
    "Would you rather sneeze chocolate or have your tears tast like cheese?",
    "Sushi or smoked fish?",
    "Would you rather give up your phone or your computer?",
    "Would you rather know how you die or when you die?",
    "Would you rather get a paper cut every time you turn a page or bite your tongue every time you eat?",
    "Would you rather win the lottery but have to spend it all in one day or triple your current salary forever?",
    "Would you rather pee through your mouth every time or have your best friend pee into your mouth one time?",
    "Would you rather pee a marble or poo a softball?",
    "Would you rather be famous for a job you don’t like or have do a job you love but are never famous for it?",
    "Would you rather be the school quarterback or have the lead role in the school musical?",
    "Would you rather be an only child or have ten siblings?",
    "Would you rather have an office where you could wear pajamas to work or work in a really fancy office?",
    "Would you rather have an extra-long lunch period or get to have recess again?",
    "Would you rather be on a reality tv show or produce a reality tv show?",
    "Would you rather go scuba diving or parasailing?",
    "Would you rather live in antarctica or the sahara dessert?",
    "Would you rather have to eat every meal in a terrible dining hall for four years or eat in a pretty good dining hall for the rest of your life?",
    "Would you rather win the lottery or your best friend win the lottery?",
    "Would you rather have only terrible and boring professors but get all a’s or have great and interesting professors but get all c’s?",
    "Would you rather always smell like rotten eggs or always be sweaty?",
    "Would you rather go bald at 25 or have hair down to your knees for the rest of your life?",
    "Would you rather always be first in the school lunch line or always be first out of the school parking lot?",
    "Would you rather have a photographic memory or have the best social skills of all time?",
    "French fries or salad?",
    "Would you rather write a new york times bestseller or win an olympic gold medal?",
    "Would you rather dine alone or watch a movie by yourself?",
    "Would you rather always be itchy or always be cold?",
    "Taco bell or mcdonald's?",
    "Would you rather have tickets to every school football game or every school basketball game?",
    "Would you rather be in jail for 5 years or be in a coma for 10?",
    "Would you rather go to your dream college and have a lot of debt or an okay college and have no debt?",
    "Would you rather live by “hakuna matata” or “yolo”?",
    "Would you rather have to wear sweatpants everywhere for the rest of your life or never wear sweatpants again?",
    "Would you rather be a mile tall or a millimeter tall?",
    "Would you rather spend the majority of your time by yourself or a majority of your time with other people?",
    "Would you rather work in los angeles or in new york city?",
    "Would you rather people knew all the details of your finances or all the details of your love life?",
    "Would you rather eat a bug or get stung by a jellyfish?",
    "Would you rather still be bathed for by your mother or by your grandmother?",
    "Would you rather have 8 kids or none?",
    "Would you rather it rain marshmallows or skittles?",
    "Would you rather marry your real-life celebrity crush or marry a fictional (tv or book) crush?",
    "Would you rather live in the same state until you die or have to live in a different state every year for the next 50 years?",
    "Would you rather be remembered in history books for doing something terrible, or be completely forgotten after you die?",
    "Would you rather be able to time travel but not control what time you go to or be able to teleport but not be able to control where you go?",
    "Would you rather sweat maple syrup and always feel sticky but smell great or sweat normally but smell like rotten eggs?",
    "Would you rather drink water from a vase that has 2 week old flowers, or eat a giant 3 foot spiderweb?",
    "Would you rather have 20 kids or have no kids?",
    "Would you rather never be able to eat desserts again or never be able to sleep in again?",
    "Would you rather have to tell jokes to a famous comedian or have to sing in front of a famous singer?",
    "Would you feel worse if no one showed up to your wedding or to your funeral?",
    "Would you rather take an action-packed european vacation or spend two weeks at the same caribbean resort?",
    "Would you rather have plenty of time to work on an eventually unused project or frantically rush to finish a surprisingly important project?",
    "Would you rather not be able to taste or not be able to see colors?",
    "Would you rather have the ability to fly or be invisible?",
    "Would you rather always have a full phone battery or a full gas tank?",
    "Would you rather have the best house in a bad neighborhood or the worst house in a good neighborhood?",
    "Would you rather wear your school colors every day or wear a uniform to school?",
    "If you were an animal, would you rather be a horse or a dog?",
    "Would you rather have the only beverage you can drink be water or the only food you can eat be salad?",
    "Would you rather be attacked by an insane murderer or be given a million dollars every day for the rest of your life?",
    "Would you rather have telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)?",
    "Would you rather your only mode of transportation be a donkey or a giraffe?",
    "Would you rather put a stop to war or end world hunger?",
    "Would you rather be vegetarian or carnivorous?",
    "Would you rather be blind, deaf, mute, or stupid?",
    "Would you rather have to ride a horse everywhere you go or have to ride a bus everywhere you go?",
    "Would you rather lose your passport or lose your wallet?",
    "Would you rather be a great swimmer or a great runner?",
    "Would you rather spend a day without your phone or a day with no people at all?",
    "Would you rather take amazing selfies but look terrible in all other photos or be photogenic everywhere but in your selfies?",
    "Would you rather have a rewind button or a pause button on your life?",
    "Pumpkin pie or apple pie?",
    "Would you rather be too hot or too cold?",
    "Would you rather work at disney world (the park) or at apple (the corporate headquarters)?",
    "Would you rather live in the 1990’s or live today?",
    "Would you rather be allergic to chocolate or allergic to bread?",
    "Would you rather eat your favorite meal every day or never eat it again?",
    "Would you rather work full-time or go to school full-time?",
    "Would you rather watch the big game at home or live at the stadium?",
    "Would you rather be always cold or always hot?",
    "Would you rather have a very stressful job but have a lot of responsibility or have a minimally stressful job but with little responsibility?",
    "Would you rather always be 10 minutes late or always be 20 minutes early?",
    "Would you rather get up early or stay up late?",
    "Would you rather live somewhere tropical or somewhere cold?",
    "Would you rather read minds or have read every book in the world?",
    "Would you rather be the oldest person in the office or the youngest?",
    "Would you rather be really funny or really smart?",
    "Would you rather have hair down to your ankles or be bald?",
    "Would you rather be able to see into the future or not?",
    "If it meant you could save pizza from extinction, would you eat a cricket?",
    "Would you rather speak the same language as your dog or be able to climb trees like a squirrel?",
    "Would you rather live 100 years in the future or 100 years in the past?",
    "Would you rather eat your least favorite food every day or study your least favorite subject every day?",
    "Would you rather get a flat tire or oversleep?",
    "Would you rather have a famous family member or be the famous family member?",
    "Would you rather be a famous politician or a reality tv star?",
    "Would you rather have more money or more time?",
    "Would you rather be a part of an arranged marriage or spend your life as a single person?",
    "Would you rather be get trapped inside a video game or have that video game come to life in the real world?",
    "Would you rather stay in during a snow day or build a fort?",
    "Would you rather have a super fancy car or a super fancy house?",
    "Would you rather lose all your teeth or lose a day of your life every time you kissed someone?",
    "Would you rather be the richest person in the world and hate what you do, or have an average wage and love what you do?",
    "Would you rather spend the day with your favorite athlete or your favorite movie star?",
    "Would you rather clean the bathrooms at your school or clean up after lunch in the cafeteria at your school?",
    "Would you rather live very far away from main campus in the nicest dorm of all time or super close in a terrible dorm?",
    "Would you rather talk on the phone or text?",
    "Would you rather own a house or rent a residence?",
    "Would you rather have no air conditioning or no heating?",
    "Would you rather get your paycheck given to you in pennies or never be able to use cash again?",
    "Would you rather have smart kids or funny kids?",
    "Would you rather be able to read faster than anyone on the planet or be able to run faster than anyone on the planet?",
    "Would you rather lose your sight or memories?",
    "Would you rather be able to have prevented wwii or have prevented covid?",
    "Would you rather be president of your student council or the most popular person in school?",
    "Would you rather have a pet dog or a pet cat?",
    "Would you rather be able to teleport or have a private plane?",
    "Would you rather delete your instagram or your snapchat?",
    "Would you rather know how you die or know when you die?",
    "Would you rather live somewhere where it snowed year-round or where it was ninety degrees year-round?",
    "Would you rather have coke or pepsi?",
    "Would you rather spend the day at an amusement park or lazing on the beach?",
    "Would you rather commute two hours to your dream job or live two minutes from a mediocre job?",
    "Would you rather know how you will die or when you will die?",
    "Would you rather have a public or private proposal?",
    "Would you rather be a tv show host or a tv show star?",
    "Would you rather be on a dating show (like the bachelor or love island) or a survival show?",
    "Would you rather know the world’s secrets or live ignorantly forever?",
    "Would you rather read only e-books or read only physical books?",
    "Would you rather be beautiful and dumb or smart and unattractive?",
    "Would you rather be your own boss or work for someone else?",
    "Would you rather win the lottery or live twice as long?",
    "Would you rather have rambo or the terminator on your side?",
    "Would you rather be given a lifetime supply of delicious food or books?",
    "Would you rather live without a microwave or live without a toaster?",
    "Would you rather have cheddar popcorn or popcorn with movie theatre butter?",
    "Would you rather always have a mullet haircut or a ponytail haircut?",
    "Would you rather be a little late or way too early?",
    "Would you rather eat steak for a week or ice cream for a week?",
    "Would you rather always have the urge to pee or have to always wear a diaper?",
    "If you were responsible for choosing whether the world would have bagels or donuts, which one would you choose?",
    "Would you rather walk everywhere or drive everywhere?",
    "Would you rather wear a clown wig or clown shoes every day?",
    "Would you rather have a name everyone misspells or a name everyone forgets?",
    "Would you rather drink black tea or have coffee everyday?",
    "Would you rather talk like yoda or breathe like dark vader for the rest of your life?",
    "Would you rather have a job where you don’t write at all or a job where you write all the time?",
    "Would you rather work for michael scott or mr. burns?",
    "Would you rather drive a huge truck or a tiny smart car?",
    "Would you rather have a huge wedding or just get a marriage license?",
    "Would you rather eat only sour foods or only salty foods?",
    "Would you rather work longer but fewer days a week or shorter but more days of the week?",
    "Would you rather eat pizza or ice cream as your own meal for the rest of your life?",
    "Would you rather have to switch closets with your dad or only wear the clothes your grandma buys for you?",
    "Would you rather only charge your phone once a week or not have a camera on your phone?",
    "Would you rather your entire family be famous or your best friend be famous?",
    "Would you rather be a teacher or be a principal?",
    "Would you rather work a job late at night or early in the morning?",
    "Would you rather not brush your teeth for a week or not take a shower for two weeks?",
    "Would you rather hear every word spoken to you as if it’s to the tune of your least favorite song or have to sing everything you speak but to any tune you want?",
    "Would you rather live without movies or live without music?",
    "Would you rather lose your keys or your cell phone?",
    "Would you rather have a personal maid or a personal chef?",
    "Would you rather go to the met gala or the oscars?",
    "Would you rather always have the newest technology or the best food in the world?",
    "Would you rather live the rest of your life as a monk or followed continuously by paparazzi?",
    "Would you rather never be able to wear shoes again or never be able to wear a coat again?",
    "Would you rather die peacefully at 60 or painfully at 100?",
    "Would you rather win money for your work or win a prestigious award?",
    "Would you rather be a clown who distracts the bull or the cowboy who rides the bull?",
    "Would you rather be a public speaker or be a shark diver?",
    "Would you rather that everyone in the world has your phone number or never have a cell phone again?",
    "Would you rather be a singer who makes one amazing album or three pretty good albums?",
    "Would you rather become five years older or two years younger?",
    "Would you rather live in a tiny house or in a house that’s too big for the number of people living in it?",
    "Would you rather lose all of the money you've earned this year or lose all of the memories you've gained this year?",
    "Would you rather live at the beach or in the mountains?",
    "Would you rather live in new york city or on a farm twenty miles from anyone else?",
    "Would you rather eat something super spicy or super sour?",
    "Would you rather be a lifelong vegetarian or have to kill all your own meat?",
    "Would you rather win an oscar but not get to attend the ceremony or present an oscar but not win anything?",
    "Would you rather handwrite all your homework or use the computer to do it, but you always get one letter grade lower than you usually would?",
    "Would you rather know how youâ€™re going to die or when youâ€™re going to die?",
    "Would you rather be able to speak any language or be able to speak to animals?",
    "Would you rather always be running late or always be running early?",
    "Would you rather always be underdressed or always be overdressed?",
    "Would you rather the aliens that make first contact be robotic or organic?",
    "Would you rather go hiking or lay by the pool?",
    "Would you rather have a desk job or an outdoor job?",
    "Would you rather it be summer forever or winter forever?",
    "Would you rather ride a plane or a boat somewhere?",
    "For your birthday, would you rather receive cash or gifts?",
    "Would you rather spend the next year exempt from all taxes or have a one-month paid vacation?",
    "Would you rather be twitter famous or instagram famous?",
    "Would you rather be the best in the world at a super obscure sport or just pretty good at a very popular sport?",
    "Would you rather trip at graduation or accidentally ruin someone’s surprise birthday party?",
    "Would you rather have black coffee or cream and sugar?",
    "Would you rather always have a runny rose or always have a cough?",
    "Would you rather drink from a toilet or pee in a litter box?",
    "Carrabba's or olive garden?",
    "Would you rather do two hours of easy homework or 30 minutes of hard homework?",
    "Would you rather go to jail for a crime you didn’t commit, or get away with a crime but be paranoid about being caught for your entire life?",
    "Would you rather work at disney world or harry potter world?",
    "Would you rather embarrass yourself in front of your favorite celebrity or never meet them at all?",
    "Would you rather see a concert with your favorite band or a game with your favorite sports team?",
    "Would you rather go vegan for a month or only eat meat and dairy for a month?",
    "Would you rather have pogo sticks as arms or legs?",
    "Would you rather be a surgeon or be a college professor?",
    "Would you rather have feet that never stopped growing or hands that never stop growing?",
    "Would you rather have one dog that lived for your whole life or multiple dogs, but all dogs that you really loved?",
    "Would you rather be a tissue paper or toilet paper?",
    "Would you rather be stuck on a broken ski lift or in a broken elevator?",
    "Would you rather have your own family reality tv show or have your own family band?",
    "Would you rather lounge by the pool or on the beach?",
    "Would you rather never eat watermelon ever again or be forced to eat watermelon with every meal?",
    "Would you rather listen to your least-favorite song on a loop for a year or never listen to any music at all for a year?",
    "Would you rather have good grades or be good at sports?",
    "Would you rather live in a treehouse or underground?",
    "Would you rather have your least favorite song played on a constant loop, or never listen to music ever again?",
    "Would you rather live where it is constantly winter or where it is constantly summer?",
    "Would you rather have a lion as a pet or have a hawk as a pet?",
    "Would you rather know how the world began or how it will end?",
    "Would you rather only be able to wear one color for the rest of your life, or have to wear six colors every day?",
    "Would you rather become someone else or just stay you?",
    "Would you rather have your dream job but you can’t retire for 50 years or a terrible job, but you get to retire in 10 years?",
    "Would you rather be poor and work at a job you love, or rich and work at a job you hate?",
    "Would you rather everyone not believe anything you say or have everything you say be broadcast to the entire world?",
    "Would you rather only be able to watch oscar-nominated movies or watch any movie except for oscar-nominated movies?",
    "Would you rather win american idol or american ninja warrior?",
    "Would you rather write your school newspaper or give your school announcements?",
    "Would you rather always be able to know when someone is lying to you or never know?"
  ],
  "pg13": [
    "Would you rather be three feet tall or eight feet tall?",
    "Would you rather give up sex or give up food?",
    "Would you rather be able to travel everywhere for free or eat everywhere for free?",
    "Would you rather spend the day inside or outside?",
    "Would you rather only be able to have one child, or have to have seven?",
    "Would you rather go to a fancy, expensive restaurant or a cheaper relaxed atmosphere where the food is equally good?",
    "Would you rather make a huge salary but have to give everything above minimum wage to charity, or have a mid-range salary and be able to spend it on whatever you want?",
    "Would you rather wear winter clothes all year long or summer clothes all year long?",
    "Would you rather get up early or stay up late?",
    "Would you rather date someone really quiet or someone really loud?",
    "Would you rather ask for help or figure it out yourself?",
    "Would you rather be waited on hand foot by a jealous so or split chores 50 / 50 with a trusting so?",
    "Would you rather cover yourself in peanut butter or ketchup?",
    "Would you rather meet your partner’s siblings first or their closest friends first?",
    "Would you rather have a lover who’s obsessed with pets or one who doesn’t like pets?",
    "Would you rather have date night every week or date night every month?",
    "Would you rather be the absolute ruler in a tiny country or an important politician among many other important politicians in a large powerful country?",
    "Would you rather volunteer at a homeless shelter or be a tutor for underprivileged kids?",
    "Would you rather say your ex's name during sex or your partner's best friend's name?",
    "Would you rather hit on someone much older than you or have someone much older hit on you?",
    "Would you rather be rich and famous or just rich?",
    "Would you rather have no sense of smell or no sense of taste?",
    "Would you rather take a vow of celibacy or take a vow of silence?",
    "Would you rather you both spend the day inside or spend the day outside?",
    "Would you rather always have the hiccups or always have big sweat stains under your arms?",
    "Would you rather have your dog kiss you or your grandma kiss you?",
    "Would you rather empty a swimming pool using just a fork or get in a swimming pool for half an hour with a jellyfish?",
    "Would you rather realize halfway through a date that there’s something in your teeth or something in your nose?",
    "Would you rather drink soup out of a farmer's welly or from a binman's sock?",
    "Would you rather always smell bad around the person you like or always say something embarrassing around the person you like?",
    "Would you rather lose the ability to hear or lose the ability to walk?",
    "Would you rather be the manager of a store with bad employees or be one of the bad employees?",
    "Would you rather have a full-blown moustache for a year or permanently hairy legs for ten years?",
    "Would you rather find the love of your life or find a million pounds?",
    "Would you rather eat a wet loaf of bread or drink a pint of whipped fish?",
    "Would you rather share a bed with a walrus or an eel?",
    "Would you rather get the stomach bug on a first date or run into your parents on a first date?",
    "Would you rather give up your phone or only wear crocs for the rest of your life?",
    "Would you rather have arms as long as mr. tickle or legs as short as e.t?",
    "Would you rather live in a world where you dance instead of walk or sing instead of talk?",
    "Would you rather smell like cheese (which has been left in the sun) or a hamster cage (which hasn't been cleaned for a fortnight)?",
    "Would you rather have to be naked at work for an hour or be dropped off two miles from your house whilst you're naked and you have to try and get home?",
    "Would you rather work a morally questionable job that makes a lot of money or a job that helps a lot of people but doesn’t make much money?",
    "Would you rather wake up naked in a forest five miles from home or in your underwear at work?",
    "Would you rather watch a comedy movie or a horror movie?",
    "Would you rather be stuck in a phone box with ten snakes or ten tarantulas?",
    "Would you rather never wear deodorant or have really bad dandruff?",
    "Would you rather have terrible gas all the time or burp out loud constantly?",
    "Would you rather clog the toilet on a first date or first day at a new job?",
    "Would you rather be happy and content but not achieve much or never be satisfied but achieve a lot?",
    "Would you rather find true love today or win the lottery next year?",
    "Would you rather eat moldy bread or eat moldy cheese?",
    "Would you rather eat a rotten banana or a rotten egg?",
    "Would you rather go on a double date with your parents or with your significant other’s parents?",
    "Would you rather only use dog shampoo or never cut your toenails?",
    "Would you rather have an incredibly annoying high-pitched voice or a really deep manly voice?",
    "Would you rather accidentally send a naughty picture to your dad or your boss?",
    "Would you rather walk in on your parents having sex or have them walk in on you having sex?",
    "Would you rather work in an office doing paperwork or outside building something (assuming the pay is the same)?",
    "Would you rather forget the name of a person you’re on a date with or call them your ex’s name by accident?",
    "Would you rather let a crusty old man drink milk out of your belly button every day for a year or drink milk out of a crusty old man's belly button every day for a month?",
    "Would you rather go to a bar, a club, a house party, or just stay home?",
    "Would you rather have your name tattooed on your forehead or have no front teeth?",
    "Would you rather stay in or go out for a date?",
    "Would you rather go on a great date with someone you disagree about everything with, or go on an okay date with someone you agree with about everything?",
    "Would you rather have an abnormally big toe or an abnormally big ear?",
    "Would you rather be turned down for a dance by someone you do like or asked to a dance by someone you don’t like?",
    "Would you rather have the face of a pensioner but the body of a twenty-year-old or the body of a pensioner and the face of a twenty-year-old?",
    "Would you rather date someone who’s gorgeous but unfunny or someone who’s okay-looking but hilarious?",
    "Would you rather be famous or rich?",
    "Would you rather date someone three feet taller than you or three feet shorter than you?",
    "Would you rather fight a kangaroo or a badger?",
    "Would you rather be funny but really stupid or boring but really smart?",
    "Would you rather be in a bad relationship for the rest of your life or have no so for the rest of your life?",
    "Would you rather wear comfortable clothes or fashionable clothes?",
    "Would you rather spend $5,000 on traveling or on a physical item like a tv?",
    "Would you rather not shower for a week or not brush your teeth for a week?",
    "Would you rather a nose that never stops growing or ears that never stop growing?",
    "Would you rather sniff expired milk or sniff rotten eggs?",
    "Would you rather be a mad genius or popular but dim?"
  ],
  "r": [
    "Would you rather walk in on your parents or have your parents walk in on you?",
    "Would you rather mess around to your high school make-out mix or a random spotify playlist?",
    "Would you rather have a drawer full of sex toys or kinky outfits?",
    "Would you rather have the lights on or off?",
    "Would you send your nudes to a stranger or send your nudes to an ex?",
    "Would you rather watch porn with your partner or make porn with your partner?",
    "Would you rather only be able to use dildos or only be able to use vibrators?",
    "Would you rather stay in or go out?",
    "Would you rather never wank again or never have sex again?",
    "Would you rather date someone with a ridiculously high body count or someone curious about your body count?",
    "Would you rather give up cheese for life or give up masturbation for life?",
    "Would you rather get a really heartfelt love note from your partner or a super, dirty, filthy sext?",
    "Would you rather use mayonnaise as lube or ketchup as lube?",
    "Would you rather fall in love with someone who’s allergic to all your favorite food, or someone who makes embarrassing dad jokes?",
    "Would you rather receive a gcal alert every single time your parents have sex or have your parents receive a gcal alert every single time you have sex?",
    "Would you rather have sex on the kitchen table or the washing machine?",
    "Would you rather only be able to do super acrobatic sex positions or only be able to do the missionary position?",
    "Would you rather yell out “yes, grandma!” every single time you orgasm or have to tell your grandmother, in detail, all about your last sexual encounter from start to finish?",
    "Would you rather have a threesome or join the mile high club with a stranger?",
    "Would you rather never wear underwear again or never wear socks again?",
    "Would you rather have a lackluster proposal in bed or no proposal at all?",
    "Would you rather suck at foreplay or suck at sex?",
    "Would rather never come again or never be able to have your favorite meal again?",
    "Would you rather kiss someone who wears a ton of lipstick or who has cracked, dry lips like that of a shedding snake?",
    "Would you rather make-out in an elevator or the back of a taxicab?",
    "Would you rather be with someone who is so amazing in bed that every single time is life-changing, but the rest of the time you’re in a screaming fight or have decent sex, twice a month and the rest of the time your partner is your best friend?",
    "Would you rather end up with someone who would never kiss you or would never perform oral sex on you?",
    "Would you rather only ever be able to have sex in the morning or at night?",
    "Would you rather touch yourself in private or in the presence of your significant other?",
    "Would you rather go on a romantic getaway together or go on a short vacation by yourself?",
    "Would you rather have the ability to have multiple orgasms on command or have orgasms that last for hours?",
    "Would rather be with someone who always initiates sex or who expects you to initiate all the time?",
    "Would you rather use nutella in sexual food play or maple syrup?",
    "Would you rather receive oral sex from someone with a mouth full of hot sauce or by someone who uses their teeth (like a lot).",
    "Would you rather give a lap dance or a strip tease?",
    "Would you rather sneeze every time you orgasm or orgasm every time you sneeze?",
    "Would you rather never be able to hold hands or kiss your partner in public or only show really aggressive forms of pda?",
    "Would you rather let your spouse date your best friend or your arch enemy?",
    "Would you rather finger/be fingered under the table of a busy restaurant or under the table at your parent’s place?",
    "Would you rather be cheated on by a partner, or cheat on a partner?",
    "Would you rather have sex with someone who has really good skills in bed or someone who has a really attractive body?",
    "Would you rather spend a vacation with your bae curled up by the fire in a mountain resort, or with your toes in the sand at an upscale beach resort?",
    "Would you rather be snowed in with your crush or lay on the beach with your crush?",
    "Would you rather shower with your celebrity crush or your high school crush?",
    "Would you rather kissing and touch all night, but not be able to have sex or have sex all night long, but not be allowed to kiss at all?",
    "Would you rather have the best sex of your life for one night or mediocre sex every day for the rest of your life?",
    "Would you rather be with someone who cums too quickly or someone who never makes you cum?",
    "Would you rather have your parents see your sex tape or watch your parent’s sex tape?",
    "Would you rather have a sugar mama who asks for sex a lot or one who asks for nudes a lot?",
    "Would you rather have your naughty search history published or never be able to get aroused watching a naughty movie?",
    "Would you rather have a quickie or an all-night escapade?",
    "Would you rather not be able to use your hands during sex or not be able to see during sex?",
    "Would you rather be in a loveless marriage or a sexless marriage?",
    "Would you rather have another 10 years with your partner or a one-night stand with your celebrity crush?",
    "Would you rather be so hot everyone wants you and you have absolutely no privacy or be so unhot nobody wants you?",
    "Would you rather fart every time you climax or get a really intense bloody nose?",
    "Would you rather only be able to have sex in public places or be confined to having sex in one specific place for the rest of your life?",
    "Would you rather have to give an important work presentation naked or never be able to see your partner naked again?",
    "Would you rather have sex that only ever lasted 3 minutes or 3 hours?",
    "Would you rather get spanked every single time you have sex or have your hair pulled (really f*cking hard) every single time you have sex?",
    "Would you rather be on top or bottom?",
    "Would you rather be kissed on the lips over and over or be kissed all over?",
    "Would you rather be blindfolded or have me wear the blindfold?",
    "Would you rather have sex with a duck once (the have scary corkscrew penises, fyi) or shit your pants every time you orgasm?",
    "Would you rather hold hands or have a hand placed on the small of your back?",
    "Would you rather get nudes or send nudes?",
    "Would you rather accidentally fart during sex or during a big job presentation?",
    "Would you rather be able to see your own future or be able to see everyone else’s future, but not your own?",
    "Would you rather only be able to have sex in the bathroom or only be able to have sex in the kitchen?",
    "Would you rather be restrained or do the restraining?",
    "Would you rather go watch a movie or go watch the sunset?",
    "Would you rather have sex with your biggest celebrity crush or your favorite porn star?",
    "Would you rather never be able to have sex again or every single time you drink water, there’s a little drop of pee in it?",
    "Would you rather sleep with someone on the first date or wait for six months?",
    "Would you rather spend the next two weeks in a cock cage or get a daily ass paddling by satan?",
    "Would you rather have sex with thomas the tank engine on in the background every time you have sex or intense thrash metal?",
    "Would you rather never have another cocktail again or never get another blowjob?",
    "Would you rather only ever be on the top during sex or only ever on the bottom?",
    "Would you rather never have foreplay of any kind again or only have foreplay and no penetrative sex of any kind for the rest of your life?",
    "Would you rather have unbelievable sex that lasts ten minutes or average sex that lasts an hour?",
    "Would you rather sleep with a superior at work for a raise or find out your partner sleep with a superior at work for a raise?",
    "Would you rather send nudes to your boss or to your parents?",
    "Would you rather get a good morning text or a good night text?",
    "Would you rather be terrible in bed or a terrible kisser?",
    "Would you rather have a sex playlist that only contained taylor swift songs or blink 182?",
    "Would you rather watch a threesome between transgenders or join in the threesome?",
    "Would you rather only be able to orgasm while brushing your teeth or only be able to have an orgasm while tying your shoes?",
    "Would you rather kiss me in public or kiss me in private?",
    "Would you rather take off your partner’s underwear with your teeth or tease them with your tongue till they take off their underwear?",
    "Would you rather have a lover who’s obsessed with pets or hates pets?",
    "Would you rather give oral sex to your most hated ex or your mortal enemy?",
    "Would you rather never watch porn again or have your mom read your porn search history?",
    "Would you rather dress sexy and have a luxurious night on the town, or stay home in sweats and snuggle?",
    "Would you rather always initiate sex or have a “needing” partner?",
    "Would you rather your girlfriend was an ex-porn star, or your sister was currently a porn star?",
    "Would you rather go back in time to know me longer or just spend more time together in the future?",
    "Would you rather sleep with someone twice your age or a minor?",
    "Would you rather your partner be kinky or romantic?",
    "Would you rather have sex in the boardroom at your office or in the parking lot?",
    "Would you rather cry every single time you have sex or emit a blood-curdling scream at the time of climax?",
    "Would you rather have early morning sex or late night sex?",
    "Would you rather your most hated ex, threaten to upload a sex video of you and your current lover or a sex video of you masturbating?",
    "Would you rather have great sex every single day, but never ever have an orgasm (again, literally ever) or never have sex again at all?",
    "Would you rather have loud and rough sex while your grandparents were in the next room or while your parents were in the next room?",
    "Would you rather spit or swallow?",
    "Would you rather get an erection every single time you laugh or laugh every single time you get an erection?",
    "Would you rather get oral sex or give oral sex?",
    "Would you rather date someone boring af who is amazing in bed or someone with a kickass personality who sucks in bed?",
    "Would you rather be with someone who insists on raw sex or someone who insists on no sex?",
    "Would you rather only be allowed to masturbate to broadway musicals or only be allowed to masturbate to porn that lasts 15 seconds like an instagram reel (and it doesn’t loop)?",
    "Would you rather have a threesome with someone you know or a total stranger you met on an app?",
    "Would you rather be surprised in bed or always know what’s coming?",
    "Would you rather have car sex or shower sex?",
    "Would you rather masturbate until your penis/clitoris is completely raw once or never never be allowed to touch your genitals again?",
    "Would you rather make out with someone at a nightclub or make out with someone at a funeral?",
    "Would you rather have sex in bathroom of a taco bell or in your car in the church parking lot?",
    "Would you rather know my romantic fantasy or tell me yours?",
    "Would you rather have sex in the shower or on the kitchen table?",
    "Would you rather have weak orgasms every time you had sex or strong orgasms every once in a while?",
    "Would you rather be kissed and licked all over your body, but never on the mouth or only ever be kissed and licked on the mouth?",
    "Would you rather make out with your boss or watch your partner make out with their boss?",
    "Would you rather have your sex toy die in the middle of your sex session or lose your orgasm entirely?",
    "Would you rather shout “i love you, mom!” every single time you orgasm or shout “rip, prince philip!” every time you orgasm?",
    "Would you rather give a lap dance or get one?",
    "Would you rather read 50 shades of grey or watch 50 shades of grey?",
    "Would you rather have a cupboard full of sex toys or kinky outfits?",
    "Would you rather have group sex with strangers or with all your exes?",
    "Would you rather scream your ex’s name during sex or have your partner scream their mom’s name?",
    "Would you rather have sex with someone who calls you “sugar baby bunny” during sex or won’t talk dirty, in any way, at all?",
    "Would you rather me be flirty or funny?",
    "Would you rather be with a jealous hardworking partner or a lazy but trusting partner?",
    "Would you rather only have sex in the bedroom or never have sex in the bedroom?",
    "Would you rather marry someone who had a pet boa constrictor that lived in a flimsy cage, or someone who hated dogs and who wouldn’t let you have one?",
    "Would you rather have sex with a goat and no one would ever know or not have sex with a goat, but everyone thinks you did?",
    "Would you rather find out your partner slept with your parent in the past or your ex now sleeps with your parent?",
    "Would you rather have a permanent hickey on your neck or have to go into a job interview with a (very visible) hickey?",
    "Would you rather be horny all the time or never be able to have an orgasm?",
    "Would you rather watch your parents have sex or have your parents watch you have sex?",
    "Would you rather have kinky sex or romantic sex?",
    "Would you rather never receive oral again or never smoke weed again?",
    "Would you rather make a lot of noises during sex or a really loud noise during orgasm?",
    "Would you rather sleep with someone who has terrible body odor or who never brushes their teeth?",
    "Would you rather wield the dominatrix whip or be whipped?",
    "Would you rather have sex in the shower or in a bath?",
    "Would you rather try something totally new in bed tonight or go for something you know is guaranteed to give you an orgasm?",
    "Would you rather only get horny in deeply inappropriate situations or never get horny again?",
    "Would you rather have your hair pulled or your butt smacked?",
    "Would you rather give anal sex to a strange old woman or get oral sex from a strange old woman?",
    "Would you rather be horny 24/7 or only one day of the year?",
    "Would you rather have multiple orgasms that weren’t so good or just one terrific orgasm?",
    "Would you rather never have sex again or only ever be allowed to eat fruit for the rest of your life?",
    "Would you rather have your hair pulled or your back scratched?",
    "Would you rather get spanked or do the spanking?",
    "Would you rather never use sex toys again or never use a microwave again?",
    "Would you rather get a tattoo with my name in a secret spot or get matching tattoos?",
    "Would you rather pick up someone from a nightclub or someone from a bar?",
    "Would you rather bring food into the bedroom or props?",
    "Would you rather accidentally send a sext to your mom or send a nude to your ex?",
    "Would you rather be financially satisfied or sexually satisfied?",
    "Would you rather be hated by everyone but me or loved by everyone but me?",
    "Would you rather wear a romper every time you have sex (good luck making that happen, tbh) or be forced to walk around completely naked for one whole day?",
    "Would you rather have no sensation in your genitals or have so much sensation that it was almost painful?",
    "Would you rather only ever be able to have sex in one bed for the rest of your life or never have sex in a bed ever again?",
    "Would you rather have sex with the light on or the light off?",
    "Would you rather whip or be whipped?",
    "Would you rather be the submissive partner during sex or the dominant partner?",
    "Would you rather watch your dog have sex with another dog or watch strangers have sex?",
    "Would you rather have sex with wonder woman or captain marvel?",
    "Would you rather get punished in a sex dungeon or be forced to watch the fifty shades trilogy every night for two weeks?",
    "Would you rather only be able to have sex in cars or only be able to have sex in showers?",
    "Would you rather be able to give all your partners multiple orgasms or have them give you multiple orgasms?",
    "Would you rather date someone with a fetish for wearing latex gloves in bed or a fetish for wearing a hannibal lecter mask in bed?",
    "Would you rather someone dribble hot wax all over your body or wear a complete latex bodysuit, complete with ball gag?",
    "Would you rather be a sugar daddy or have a sugar daddy?",
    "Would you rather have sex on a beach (without a towel or blanket) or under a freezing waterfall?",
    "If you had to watch your parents have sex every night for the rest of your life, would you join in once to stop it?",
    "Would you rather dominate or be dominated?",
    "Would you rather be with someone who loves to strip tease or who knows how to tease with their lips?",
    "Would you rather have a ballsack dangling from your chin like a rooster, or a giant asshole in the middle of your forehead?",
    "Would you rather be kissed goodbye or left to sleep?",
    "Would you rather make out on a bed filled with stains or on a dusty bedroom floor?",
    "Would you rather have sex with someone who insists on talking dirty in a bad british accent or with someone who does all their dirty talk in a (really off-putting) baby voice?",
    "Would you rather wear comfy clothes or sexy clothes to bed?",
    "Would you rather be with someone who walks around the house naked all the time or someone who wears the most seductive outfits around the house?",
    "Would you rather orgasm loudly every time you saw your crush or never orgasm again?",
    "Would you rather have a one night stand with someone really attractive or someone really skilled in bed?",
    "Would you rather swallow or spit?",
    "Would you rather hold your partner’s face and stare into their eyes for 5 hours straight or never get to be that close to them ever again?",
    "Would you rather sprain your penis/clitoris during sex or sprain your back?",
    "Would you rather have sex “in public” or in a secret hiding place?",
    "Would you rather be super rich but never again be sexually satisfied, or be super sexually satisfied forever, but have zero dollars?",
    "Would you rather have a happy five-year relationship or a one-night stand with your celebrity crush?",
    "Would you rather sex always be completely dead silent during or have to scream at the top of your lungs, from start to finish, every single time you did it?",
    "Would you rather have sex up against the wall or in bed?",
    "Would you rather have a one-night stand with a stranger or your platonic best friend?",
    "Would you rather have sex in the backyard or on the front porch?",
    "Would you rather have sex with a corpse or never have sex again?",
    "Would you rather shower together or apart?",
    "Would you rather have sex with a mermaid (or merperson) whose lower body is that of a fish, or a fishperson whose upper body was fish and lower body was human?",
    "Would you rather know when your parents are having sex or have your parents know when you’re having sex?",
    "Would you rather poop on your partner’s dick every single time you have anal or every time you jizz/squirt, it’s bright green?",
    "Would you rather date someone with no emotions or date a compulsive liar?",
    "Would you rather be someone’s sex slave for a month or wear a chastity belt for a month?",
    "Would you rather sneeze every time you orgasm, or orgasm every time you sneeze?",
    "Would you rather have someone who is vocal in bed or who likes to keep it in?",
    "Would you rather we sext or zoom sex?",
    "Would you rather accidentally send nudes to a stranger or your parents?",
    "Would you rather have to pay for sex or be paid to have sex?",
    "Would you rather your girl saw a sex video of you and your cousin or of you and her best friend?",
    "Would you rather make out with someone who just ate a bunch of brussels sprouts or a huge bag of funions?",
    "Would you rather have the lights on or off during foreplay?",
    "Would you rather shit your pants every time you get turned on or throw up?",
    "Would you rather have to eat food with moldy jam on it once a day, or never eat a meal with me again?",
    "Would you rather do it against the wall or on the bed?",
    "Would you rather only be able to sext or only able to have zoom sex?",
    "Would you rather be naked or wear full-coverage underwear?",
    "Would you rather have sex every day of the week no matter what or just once a month?",
    "Would you rather swallow for the rest of your life or spit for the rest of your life?",
    "Would you rather have your fingers buried in your partner’s back during sex or your partner’s leg wrapped around your waist during sex?",
    "Would you rather grant romantic wishes or have your own romantic wishes granted?",
    "Would you rather sleep with someone you think is disgusting, but the sex is off-the-charts or sleep with a person your find extremely hot, but the sex sucks?",
    "Would you rather have sex with someone who stays completely still like a starfish or stays completely silent like they’re studying for finals?",
    "Would you rather be in a committed relationship or be friends with benefits?",
    "Would you rather sweat liquid poop or have your entire body skin be replaced by skin the same look and texture of scrotum skin?",
    "Would you rather orgasm every single time you enter a grocery store or never orgasm during sex?",
    "Would you rather make out in the dark or make out in public?",
    "Would you rather be called icy or overly emotional?",
    "Would you rather follow your heart or your head while making important decisions about your love life?",
    "Would you rather orgasm 150 times a day or never have an orgasm again?",
    "Would you rather pay to have sex or be paid to have sex?",
    "Would you rather accidentally scream the wrong name in bed or have your partner accidentally scream the wrong name in bed?",
    "Would you rather get sexually aroused any time your boss called or get sexually aroused any time you worked on a spreadsheet?",
    "Would you rather have someone pee on you during sex or pee on someone else during sex?",
    "Would you rather never be allowed to wear underwear again or never be allowed to wear socks again?",
    "Would you rather sleep with only hoes or die a virgin?",
    "Would you rather sleep with your best friend’s parent or your parent’s best friend?",
    "Would you rather try something new in bed every single night or stick to a tried-and-true routine?",
    "Would you rather cover me in edible body paint or have me wear edible undergarments?",
    "Would you rather only have oral or only have anal for the rest of your life?",
    "Would you rather instagram live every argument we have or never use the internet again?",
    "Would you rather have to cook every meal or eat out every meal?",
    "Would you rather wear never be able to wear sweatpants again, or have to wear sequins all the time?",
    "Would you rather only have sex in the middle of the night or right when you wake up?",
    "Would you rather give up kissing or give up orgasms?",
    "Would you rather masturbate all day or have sex all day?",
    "Would you rather only be able to have sex with the first person who gave you and orgasm or the last person who gave you an orgasm?",
    "Would you rather be horny a lot or hardly ever get horny?",
    "Would you rather only be able to have romantic sex for the rest of your life or super kinky sex?",
    "Would you rather never have another orgasm or never be allowed to use the internet again?"
  ]
}